Repository: WebVella/WebVella.Tefter
Catalog: src/TemplateProcessors/WebVella.Tefter.TemplateProcessors.TextContent/Addons/ScreenRegionComponents/Help/HelpComponent.*.resx
Languages: bg

source: All non-template content will remain unchanged and will retain its original placement relative to its position in the template.
bg: Всички не-шаблонни съдържания ще останат непроменени и ще запазят оригиналното си разположение спрямо позицията им в шаблона.

source: Each data group, as defined by the 'Group by' property, will generate a separate instance of the template's result.
bg: Всяка група данни, определена чрез свойството 'Групиране по', ще генерира отделен екземпляр на резултата от шаблона.

source: Each template tag must start with '{0}' and end with '{1}'
bg: Всеки шаблонен таг трябва да започва с '{0}' и да завършва с '{1}'

source: General Rules
bg: Общи правила

source: Horizontal data transposition
bg: Хоризонтално транспониране на данни

source: HTML: The content will be processed line by 'div' or 'p' tag.
bg: HTML: Файлът ще бъде обработен ред по ред чрез 'div' или 'p' таг.

source: PLAIN TEXT: The content will be processed line by line.
bg: ТЕКСТ: Файлът ще бъде обработен ред по ред.

source: result
bg: резултат

source: Selecting data by index
bg: Избор на данни по индекс

source: template
bg: шаблон

source: The template requires the exact name of the data column to match the name used in the data provider.
bg: Шаблонът изисква точнoто име на колоната с данни да съвпада с името, използвано в доставчика на данни.

source: The template utilizes plain text or HTML, which will be processed to replace the identified template tags with the selected data according to the following rules:
bg: Шаблонът използва текстови или HTML файлове, които ще бъдат обработени за замяна на идентифицираните тагове на шаблона с избраните данни според следните правила:

source: This flow can be applied by the 'F'(flow) template setting with value 'H' (horizontal). Example if there are 3 rows of data:
bg: Този процес може да бъде приложен чрез настройката на шаблона 'F' (flow) със стойност 'H' (horizontal). Например, ако има 3 реда с данни:

source: This is is the default flow. Example if there are 3 rows of data:
bg: Това е стандартният процес. Например, ако има 3 реда с данни:

source: Vertical data transposition
bg: Вертикално транспониране на данни

source: You can select a specific row to be processed by its index. &lt;u&gt;Important&lt;/u&gt;: The index starts at 0, meaning the first row has an index of 0. Example if there are 3 rows of data:
bg: Можете да изберете конкретен ред за обработка по неговия индекс. <u>Важно</u>: Индексът започва от 0, което означава, че първият ред има индекс 0. Например, ако има 3 реда с данни:
