Repository: WebVella/WebVella.Tefter
Catalog: src/WebVella.Tefter/Web/Components/Admin/AdminDataProviderJoinedData/TfAdminDataProviderJoinedData.*.resx
Languages: bg

source: Are you sure that you need this column deleted?
bg: Сигурни ли сте, че искате да изтриете тази колона?

source: Are you sure that you need this key deleted?
bg: Сигурни ли сте, че искате да изтриете този ключ?

source: Column successfully updated!
bg: Колоната е редактирана успешно!

source: Delete column
bg: Изтриване на колоната

source: Delete key
bg: Изтриване на ключ

source: Edit column
bg: Редакция на колоната

source: Edit key
bg: Редакция на ключ

source: Missing Synchronization Key
bg: Липсващ ключ за синхронизация

source: No keys
bg: Няма ключове

source: No shared columns are matching any of the join keys for this data source
bg: Няма споделени колони, които да използват свързващ ключ на този източник

source: No shared columns matched
bg: Няма споделени колони

source: No join keys are created yet for this data provider
bg: Все още няма създадени свързващи ключове за този доставчик на данни

source: Join key
bg: Свързващ ключ

source: The column is successfully deleted!
bg: Колоната е успешно изтрита!

source: The key is successfully deleted!
bg: Ключът е успешно изтрит!

source: The key was successfully updated!
bg: Ключът е редактиран успешно!

source: This data source is missing its syncronization key. No data syncronization is possible until this key is created. Once you have added the schema columns, you can do that in the next 'Join Keys' tab.
bg: За този доставчик на данни все още няма създаден синхронизационен ключ. Синхронизацията на данни е невъзможно без него. Щом добавите колони в схемата, може да го създадете в следващото меню 'Свързващи ключове'.

source: This will delete all related data too!
bg: Това ще изтрие и всички свързани данни!

source: Columns that match one of the join keys implemented for this data source
bg: Колони, които съвпадат с един от ключовете за присъединяване, имплементирани за този източник на данни

source: Implemented Data Identities
bg: Приложени Идентификатори на данни

source: Joined Shared columns
bg: Свързани споделени колони

source: For data from different providers to be joined, they must implement at least one common join key.
bg: За да могат данните от различни доставчици да бъдат обединени, те трябва да реализират поне един общ ключ за присъединяване.

source: Aux Data providers
bg: Допълнителни източници на данни

source: No data providers can be joined
bg: Няма свързани източници на данни

source: When data providers share at least one common identity, their data can be joined. Only the data from the primary provider is modifiable.
bg: Когато доставчиците на данни споделят поне една обща идентичност, техните данни могат да бъдат обединени. Могат да се променят само данните от основния доставчик.
