Repository: WebVella/WebVella.Tefter
Catalog: src/WebVella.Tefter/Web/Components/Admin/AdminDataProviderData/TfAdminDataProviderData.*.resx
Languages: bg

source: Completed
bg: Приключила успешно

source: Completed on
bg: Приключила на

source: Current synchronization
bg: Текуща синхронизация

source: Errors
bg: Грешки

source: Failed
bg: Приключила неуспешно

source: In Progress
bg: Изпълнява се в момента

source: Last synchronization
bg: Последна синхронизация

source: no errors
bg: няма грешки

source: no informations
bg: няма информации

source: no warnings
bg: няма предупреждения

source: not completed
bg: не е приключила

source: not started
bg: не е стартирала

source: Pending
bg: Предстоящо изпълнение

source: Started on
bg: Стартирала на

source: Status
bg: Статус

source: Synchronization triggered yet
bg: Все още не е правена синхронизация

source: Synchronize now
bg: Синхронизирай сега

source: There are no synchronization tasks were created by the system or the user
bg: Не са създаване задачи за синхронизация от потребителя или системата

source: There is no synchronization task running
bg: Няма изпълнявана задача за синхронизация

source: Triggered on
bg: Създадена на

source: view {0} errors
bg: виж {0} грешки

source: view {0} informations
bg: виж {0} информации

source: view {0} warnings
bg: виж {0} предупреждения
