Repository: WebVella/WebVella.Tefter
Catalog: src/WebVella.Tefter/Resources/SharedResource.*.resx
Languages: bg_bg, de_de, es_es, fr_fr

source: Before you can delete the role, you need to remove all assigned users first
bg_bg: Преди да изтриете ролята, първо трябва да премахнете всички назначени потребители.
de_de: Bevor Sie die Rolle löschen können, müssen Sie zunächst alle zugewiesenen Benutzer entfernen.
es_es: Antes de poder eliminar el rol, primero debes quitar a todos los usuarios asignados.
fr_fr: Avant de pouvoir supprimer le rôle, vous devez d’abord retirer tous les utilisateurs assignés.

source: System roles cannot be deleted
bg_bg: Системните роли не могат да бъдат изтрити
de_de: Systemrollen können nicht gelöscht werden
es_es: Los roles del sistema no se pueden eliminar
fr_fr: Les rôles système ne peuvent pas être supprimés.

source: Delete Role
bg_bg: Изтрий ролята
de_de: Rolle löschen
es_es: Eliminar rol
fr_fr: Supprimer le rôle

source: Create a new shared column
bg_bg: Създайте нова споделена колона
de_de: Erstelle eine neue gemeinsame Spalte
es_es: Crear una nueva columna compartida
fr_fr: Créer une nouvelle colonne partagée

source: New Column
bg_bg: Нова колона
de_de: Neue Spalte
es_es: Nueva columna
fr_fr: Nouvelle colonne

source: No data providers implement the identity
bg_bg: Нито един доставчик на данни не реализира идентификационната система.
de_de: Keine Datenanbieter implementieren die Identität.
es_es: Ningún proveedor de datos implementa la identidad.
fr_fr: Aucun fournisseur de données n’implémente l’identité.

source: Deleting this shared column will remove all its data, but will not alter the data of any related data providers or applications
bg_bg: Изтриването на този споделен колона ще премахне всички данни от нея, но няма да промени данните на никакви свързани доставчици или приложения.
de_de: Diese gemeinsam genutzte Spalte zu löschen entfernt alle ihre Daten, ändert jedoch nicht die Daten der verknüpften Datenanbieter oder Anwendungen.
es_es: Eliminar esta columna compartida eliminará todos sus datos, pero no modificará los datos de ningún proveedor o aplicación relacionada.
fr_fr: La suppression de cette colonne partagée supprimera toutes ses données, mais n’altérera pas les données des fournisseurs ou des applications liés.

source: Delete this Shared column
bg_bg: Изтрий тази споделена колона.
de_de: Diese gemeinsame Spalte löschen
es_es: Eliminar esta columna compartida
fr_fr: Supprimer cette colonne Partagée

source: select or add...
bg_bg: избери или добави...
de_de: Auswählen oder hinzufügen…
es_es: seleccionar o añadir…
fr_fr: sélectionner ou ajouter…

source: Target data identity
bg_bg: Идентификация на целевите данни
de_de: Ziel-Datenidentität
es_es: Identidad de datos objetivo
fr_fr: Identité des données cibles

source: not included
bg_bg: Не е включено
de_de: nicht enthalten
es_es: no incluido
fr_fr: non inclus

source: Spaces
bg_bg: Пространства
de_de: Räume
es_es: Espacios
fr_fr: Espaces

source: Access Restricted
bg_bg: Достъп ограничен
de_de: Zugriff eingeschränkt
es_es: Acceso restringido
fr_fr: Accès restreint

source: Only users with the explicitly listed roles will be granted entry.
bg_bg: Само потребители с изрично изброени роли ще получат достъп.
de_de: Nur Benutzer mit den explizit aufgeführten Rollen erhalten Zugang.
es_es: Solo los usuarios con los roles explícitamente listados tendrán entrada.
fr_fr: Seuls les utilisateurs disposant des rôles explicitement listés seront autorisés à entrer.

source: Free Access
bg_bg: Безплатен достъп
de_de: Freier Zugang
es_es: Acceso gratuito
fr_fr: Accès gratuit

source: All users will have access.
bg_bg: Всички потребители ще имат достъп.
de_de: Alle Benutzer werden Zugriff haben.
es_es: Todos los usuarios tendrán acceso.
fr_fr: Tous les utilisateurs auront accès.

source: restricted access
bg_bg: ограничен достъп
de_de: beschränkter Zugriff
es_es: acceso restringido
fr_fr: accès restreint

source: Roles with Access
bg_bg: Роли с достъп
de_de: Rollen mit Zugriff
es_es: Roles con acceso
fr_fr: Rôles avec accès

source: select role
bg_bg: Избери роля
de_de: Rolle auswählen
es_es: Seleccionar rol
fr_fr: Sélectionner le rôle

source: all roles added
bg_bg: всички роли добавени
de_de: Alle Rollen hinzugefügt
es_es: Todos los roles añadidos
fr_fr: Tous les rôles ajoutés.

source: Administrators has always access
bg_bg: Администраторите винаги имат достъп
de_de: Administratoren haben immer Zugriff
es_es: Los administradores siempre tienen acceso
fr_fr: Les administrateurs ont toujours accès.

source: Remove the role
bg_bg: Премахни ролята
de_de: Rolle entfernen
es_es: Eliminar el rol
fr_fr: Supprimer le rôle

source: Color
bg_bg: Цвят
de_de: Farbe
fr_fr: Couleur

source: Icon
bg_bg: Икона
de_de: Symbol
es_es: Icono
fr_fr: Icône

source: Deleting the space will delete also any related space pages, space views and space data, but will not alter local content or data provider data
bg_bg: Изтриването на пространството ще изтрие и всички свързани страници, изгледи и данни на пространството, но няма да промени локалното съдържание или данните от доставчика.
de_de: Das Löschen des Raums löscht auch alle zugehörigen Raumseiten, Raumansichten und Raumdaten, ändert jedoch keine lokalen Inhalte oder Daten des Datenanbieters.
es_es: Eliminar el espacio también eliminará las páginas de espacio relacionadas, las vistas de espacio y los datos del espacio, pero no modificará el contenido local ni los datos del proveedor.
fr_fr: La suppression de l’espace supprimera également toutes les pages d’espace associées, les vues d’espace et les données d’espace, mais n’altérera pas le contenu local ou les données des fournisseurs de données.

source: Delete this Space
bg_bg: Изтрий това пространство
de_de: Diesen Raum löschen
es_es: Eliminar este espacio
fr_fr: Supprimer cet espace

source: limited access
bg_bg: ограничен достъп
de_de: beschränkter Zugriff
es_es: acceso limitado
fr_fr: accès limité

source: no icon
bg_bg: без икона
de_de: Kein Icon
es_es: sin icono
fr_fr: aucune icône

source: copy
bg_bg: копирай
de_de: Kopieren
es_es: copiar
fr_fr: copier

source: move up
bg_bg: премести нагоре
de_de: nach oben
es_es: subir
fr_fr: Monter

source: move down
bg_bg: премести надолу
de_de: nach unten
es_es: mover abajo
fr_fr: Déplacer vers le bas

source: folder
bg_bg: папка
de_de: Ordner
es_es: carpeta
fr_fr: dossier

source: page
bg_bg: страница
de_de: Seite
es_es: página

source: Add page
bg_bg: Добави страница
de_de: Seite hinzufügen
es_es: Añadir página
fr_fr: Ajouter une page

source: No pages or folders created yet.
bg_bg: Няма създадени страници или папки.
de_de: Noch keine Seiten oder Ordner erstellt.
es_es: Aún no se han creado páginas ni carpetas.
fr_fr: Pas encore de pages ou de dossiers créés.

source: Shared column Joins
bg_bg: Споделени колони – Обединения
de_de: Geteilte Spaltenverknüpfungen
es_es: Uniones de columnas compartidas
fr_fr: Joins de colonnes partagées

source: Columns that match one of the identity implemented for this data source
bg_bg: Колони, които съвпадат с една от идентичностите, имплементирани за този източник на данни
de_de: Spalten, die einer der für diese Datenquelle implementierten Identitäten entsprechen.
es_es: Columnas que coinciden con una de las identidades implementadas para esta fuente de datos
fr_fr: Colonnes correspondant à l’une des identités implémentées pour cette source de données

source: This dataset is not connected to any shared columns
bg_bg: Този набор от данни не е свързан с никакви споделени колони
de_de: Dieses Datenset ist nicht mit gemeinsamen Spalten verbunden.
es_es: Este conjunto de datos no está conectado a ninguna columna compartida.
fr_fr: Ce jeu de données n’est lié à aucune colonne partagée.

source: Connected Data Provider (ReadOnly)
bg_bg: Свързан доставчик на данни (само за четене)
de_de: Verbundener Datenanbieter (Nur-lesen)
es_es: Proveedor de Datos Conectado (Solo Lectura)
fr_fr: Fournisseur de données connecté (Lecture seule)

source: Data that is connected and can be added as readonly columns.
bg_bg: Данни, които са свързани и могат да се добавят като колони само за четене.
de_de: Daten, die verbunden sind und als schreibgeschützte Spalten hinzugefügt werden können.
es_es: Datos que están conectados y pueden añadirse como columnas de solo lectura.
fr_fr: Données connectées pouvant être ajoutées en tant que colonnes en lecture seule.

source: This dataset is not connected to other data providers
bg_bg: Този набор от данни не е свързан с други доставчици на данни.
de_de: Dieses Datensatz ist nicht mit anderen Datenanbietern verbunden.
es_es: Este conjunto de datos no está conectado a otros proveedores de datos
fr_fr: Ce jeu de données n’est pas connecté à d’autres fournisseurs de données.

source: Primary and Connected Columns
bg_bg: Главни и свързани колони
de_de: Primäre und verbundene Spalten
es_es: Columnas primarias y conectadas
fr_fr: Colonnes primaires et connectées

source: Create a new dataset
bg_bg: Създайте нов набор от данни
de_de: Erstelle einen neuen Datensatz
es_es: Crear un nuevo conjunto de datos
fr_fr: Créer un nouveau jeu de données

source: New Dataset
bg_bg: Нов набор от данни
de_de: Neues Datenset
es_es: Nuevo conjunto de datos
fr_fr: Nouveau jeu de données

source: Primary Data provider
bg_bg: Основен Източник на данни
de_de: Primärer Datenanbieter
es_es: Proveedor de datos principal
fr_fr: Fournisseur de données principal

source: open provider
bg_bg: Отвори доставчика
de_de: Anbieter öffnen
es_es: Abrir proveedor
fr_fr: Ouvrir le fournisseur

source: The data provider no longer exists
bg_bg: Източника на данни не е намерен
de_de: Der Datenanbieter existiert nicht mehr.
es_es: El proveedor de datos ya no existe
fr_fr: Le fournisseur de données n’existe plus.

source: Deleting the Space Data will stop any related views from displaying data in their columns and show an error message instead
bg_bg: Изтриването на данните в пространството ще спре всички свързани изгледи да показват данни в колоните им и вместо това ще се покаже съобщение за грешка.
de_de: Das Löschen der Space-Daten wird alle damit verbundenen Ansichten daran hindern, Daten in ihren Spalten anzuzeigen, und stattdessen eine Fehlermeldung anzeigen.
es_es: Eliminar los datos del espacio detendrá la visualización de cualquier vista relacionada en sus columnas y mostrará un mensaje de error en su lugar.
fr_fr: La suppression des données de l'espace empêchera toute vue liée d'afficher les données dans leurs colonnes et affichera à la place un message d'erreur.

source: Delete this Space Data
bg_bg: Изтрий тази Space Data
de_de: Diesen Space-Daten löschen
es_es: Eliminar este Espacio de Datos
fr_fr: Supprimer ces données de l’espace

source: Query Filters
bg_bg: Филтри
de_de: Abfragefilter
es_es: Filtros de consulta
fr_fr: Filtres de requête

source: If the data provider is changed you will need to change the data mapping in all related views as well to reflect the new column names.
bg_bg: Ако доставчикът на данни се промени, ще трябва да промените съответствието на данните във всички свързани изгледи, за да отразят новите имена на колоните.
de_de: Wenn der Datenanbieter geändert wird, müssen Sie die Datenzuordnung in allen zugehörigen Ansichten ebenfalls ändern, um die neuen Spaltennamen widerzuspiegeln.
es_es: Si el proveedor de datos cambia, también tendrás que cambiar la asignación de datos en todas las vistas relacionadas para reflejar los nuevos nombres de columnas.
fr_fr: Si le fournisseur de données est modifié, vous devrez également changer la cartographie des données dans toutes les vues associées pour refléter les nouveaux noms de colonnes.

source: Aux Data Providers
bg_bg: Допълнителни източници на данни
de_de: Zusätzliche Datenanbieter
es_es: Proveedores de datos auxiliares
fr_fr: Les fournisseurs de données

source: When data providers share at least one common identity, their data is connected. Only the data from the primary provider is modifiable.
bg_bg: Когато доставчиците на данни споделят поне една обща идентичност, техните данни се свързват. Само данните от основния доставчик могат да бъдат променяни.
de_de: Wenn Datenanbieter mindestens eine gemeinsame Identität teilen, sind ihre Daten verbunden. Nur die Daten des Primäranbieters können geändert werden.
es_es: Cuando los proveedores de datos comparten al menos una identidad común, sus datos están conectados. Sólo los datos del proveedor principal son modificables.
fr_fr: Lorsque les fournisseurs de données partagent au moins une identité commune, leurs données sont connectées. Seules les données du fournisseur principal peuvent être modifiées.

source: Default Sort
bg_bg: Подреждане
de_de: Standardsortierung
es_es: Ordenación por defecto
fr_fr: Tri par défaut

source: This dataset does not provide data to views
bg_bg: Този набор от данни не предоставя данни за изгледи.
de_de: Dieser Datensatz liefert keine Daten an die Ansichten.
es_es: Este conjunto de datos no proporciona datos a las vistas.
fr_fr: Ce jeu de données ne fournit pas de données aux vues.

source: view details
bg_bg: Разгледайте подробностите
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: voir les détails

source: No pages found in the space
bg_bg: Няма намерени страници в областта
de_de: Keine Seiten im Space gefunden.
es_es: No se encontraron páginas en el espacio
fr_fr: Aucune page trouvée dans l’espace

source: You have not bookmarks yet
bg_bg: Все още нямате отметки
de_de: Sie haben noch keine Lesezeichen.
es_es: No tienes marcadores todavía.
fr_fr: Vous n’avez pas encore de signets.

source: You have no save views yet
bg_bg: Нямате още запазени изгледи.
de_de: Sie haben noch keine gespeicherten Ansichten.
es_es: Tienes todavía ninguna vista guardada
fr_fr: Vous n’avez pas encore enregistré de vues.

source: Parent
bg_bg: Родител
de_de: Elternteil
es_es: Padre

source: no parent options found
bg_bg: няма намерени родителски опции
de_de: Keine Elternoptionen gefunden
es_es: No se encontraron opciones de padre.
fr_fr: Aucune option parent trouvée.

source: Page type
bg_bg: Тип страница
de_de: Seitentyp
es_es: Tipo de página
fr_fr: Type de page

source: Select a page type
bg_bg: Избери тип страница
de_de: Wählen Sie einen Seitentyp
es_es: Selecciona un tipo de página
fr_fr: Sélectionnez un type de page

source: Manage Preset Filter
bg_bg: Управление на предварителния филтър
de_de: Preset‑Filter verwalten
es_es: Gestionar filtro preestablecido
fr_fr: Gérer les filtres prédéfinis

source: group
bg_bg: група
de_de: Gruppe
es_es: grupo
fr_fr: groupe

source: preset filter
bg_bg: предустановен филтър
de_de: Voreingestellter Filter
es_es: Filtro preestablecido
fr_fr: filtre prédéfini

source: Parent Group
bg_bg: Родителска група
de_de: Elterngruppe
es_es: Grupo principal
fr_fr: Groupe parent

source: without group
bg_bg: без група
de_de: ohne Gruppe
es_es: sin grupo
fr_fr: sans groupe

source: Groups do not have filter and sort selection.
bg_bg: Групите нямат избор на филтри и сортиране.
de_de: Gruppen verfügen nicht über Filter- und Sortierauswahl.
es_es: Los grupos no disponen de selección de filtros ni de ordenación.
fr_fr: Les groupes ne disposent pas d’une option de filtrage ni de tri.

source: Sort
bg_bg: Сортиране
de_de: Sortieren
es_es: Ordenar
fr_fr: Trier

source: No preset filters defined. Standard view will be presented.
bg_bg: Няма зададени предварителни филтри. Ще се покаже стандартният изглед.
de_de: Kein voreingestellter Filter definiert. Die Standardansicht wird angezeigt.
es_es: No se han definido filtros preestablecidos. Se mostrará la vista estándar.
fr_fr: Aucun filtre prédéfini défini. La vue standard sera présentée.

source: Delete Selected
bg_bg: Изтрий избраното
de_de: Ausgewählte löschen
es_es: Eliminar seleccionados
fr_fr: Supprimer sélectionnés

source: Your notes with the ability to used hashtags. (eg. #budget)
bg_bg: Твоите бележки с възможност да се ползват хаштагове. (напр. #budget)
de_de: Deine Notizen mit der Möglichkeit, Hashtags zu benutzen. (z. B. #budget)
es_es: Tus notas con la capacidad de usar hashtags. (ej. #presupuesto)
fr_fr: Vos notes avec la possibilité d’utiliser des hashtags. (ex. #budget)

source: Edit Bookmark
bg_bg: Редактирай отметка
de_de: Lesezeichen bearbeiten
es_es: Editar marcador
fr_fr: Modifier le signet

source: Remove Bookmark
bg_bg: Премахни отметка
de_de: Lesezeichen entfernen
es_es: Eliminar marcador
fr_fr: Supprimer le signet

source: Title
bg_bg: Заглавие
de_de: Titel
es_es: Título
fr_fr: Titre

source: Query Name
bg_bg: Име за URL
de_de: Abfrage‑Name
es_es: Nombre de consulta
fr_fr: Nom de la requête

source: Only icon
bg_bg: Само икона
de_de: Nur Symbol
es_es: Solo icono
fr_fr: seulement l'icône

source: Insert in position
bg_bg: Вмъкни на позиция
de_de: Einfügen an Position
es_es: Insertar en posición
fr_fr: Insérer à la position

source: leave empty for last
bg_bg: оставете празно за последното
de_de: Für das Letzte leer lassen.
fr_fr: laisser vide pour le dernier

source: Presentation component
bg_bg: Компонент за представяне
de_de: Präsentationskomponente
es_es: Componente de presentación
fr_fr: Composant de présentation

source: Data mapping
bg_bg: Картографиране на данни
de_de: Datenzuordnung
es_es: Mapeo de datos
fr_fr: Cartographie des données

source: Component alias
bg_bg: Алиас на компонента
de_de: Komponentenalias
es_es: Alias del componente
fr_fr: Alias du composant

source: Data column name
bg_bg: Име на колоната с данни
de_de: Datenspaltenname
es_es: Nombre de columna de datos
fr_fr: Nom de colonne de données

source: Sort by alias
bg_bg: Сортирай по псевдоним
de_de: Nach Alias sortieren
es_es: Ordenar por alias
fr_fr: Trier par alias

source: column cannot be sorted
bg_bg: Колоната не може да се сортира
de_de: Spalte kann nicht sortiert werden
es_es: la columna no se puede ordenar
fr_fr: colonne ne peut pas être triée

source: Filter by alias
bg_bg: Филтрирай по псевдоним
de_de: Nach Alias filtern
es_es: Filtrar por alias
fr_fr: Filtrer par alias

source: column cannot be filtered
bg_bg: Колоната не може да бъде филтрирана
de_de: Spalte kann nicht gefiltert werden
es_es: La columna no se puede filtrar
fr_fr: colonne ne peut pas être filtrée

source: This component does not require data mapping
bg_bg: Този компонент не изисква картографиране на данни.
de_de: Diese Komponente erfordert keine Datenzuordnung.
es_es: Este componente no requiere mapeo de datos
fr_fr: Ce composant ne nécessite pas de cartographie des données.

source: Please select data provider first
bg_bg: Моля, изберете доставчик на данни първо.
de_de: Bitte wählen Sie zunächst den Datenanbieter.
es_es: Por favor, seleccione primero el proveedor de datos.
fr_fr: Veuillez sélectionner d’abord le fournisseur de données.

source: Component options
bg_bg: Опции на компонент
de_de: Komponentenoptionen
es_es: Opciones del componente
fr_fr: Options de composant

source: Data provider settings component does not implement ITfDataProviderSettings and cannot be rendered!
bg_bg: Компонентът за настройки на доставчика данни не имплементира ITfDataProviderSettings и не може да се визуализира!
de_de: Datenanbieter-Einstellungen-Komponente implementiert nicht ITfDataProviderSettings und kann nicht gerendert werden!
es_es: ¡El componente de configuración del proveedor de datos no implementa ITfDataProviderSettings y no se puede renderizar!
fr_fr: Le composant de paramètres du fournisseur de données ne met pas en œuvre ITfDataProviderSettings et ne peut pas être rendu !

source: Styling
bg_bg: Стилиране
de_de: Gestaltung
es_es: Estilo
fr_fr: Style

source: Width, px
bg_bg: Ширина, пиксели
de_de: Breite, px
es_es: Ancho, px
fr_fr: Largeur, px

source: auto
bg_bg: авто
es_es: coche

source: Background Color
bg_bg: Фонов цвят
de_de: Hintergrundfarbe
es_es: Color de fondo
fr_fr: Couleur d’arrière‑plan

source: Presented Columns
bg_bg: Представени колони
de_de: Präsentierte Spalten
es_es: Columnas Presentadas
fr_fr: Colonnes présentées

source: This view has no columns yet.
bg_bg: Този изглед все още няма колони.
de_de: Diese Ansicht hat noch keine Spalten.
es_es: Esta vista aún no tiene columnas.
fr_fr: Cette vue n’a pas encore de colonnes.

source: unknown
bg_bg: непознат
de_de: unbekannt
es_es: desconocido
fr_fr: inconnu

source: Create a new space view
bg_bg: Създай нов изглед на пространство
de_de: Erstelle eine neue Raumansicht
es_es: Crear una nueva vista de espacio
fr_fr: Créez une nouvelle vue d’espace

source: New View
bg_bg: Нов изглед
de_de: Neue Ansicht
es_es: Nueva Vista
fr_fr: Nouvelle vue

source: open dataset
bg_bg: отвори данните
de_de: Datensatz öffnen
es_es: abrir conjunto de datos
fr_fr: ouvrir le jeu de données

source: the dataset no longer exists
bg_bg: Наборът от данни вече не съществува.
de_de: Der Datensatz existiert nicht mehr.
es_es: El conjunto de datos ya no existe
fr_fr: Le jeu de données n’existe plus.

source: Freeze Starting Columns
bg_bg: Замрази първите колони
de_de: Startspalten einfrieren
es_es: Congelar columnas iniciales
fr_fr: Figer les colonnes initiales

source: Freeze Final Columns
bg_bg: Замрази последние колони
de_de: Letzte Spalten einfrieren
es_es: Congelar columnas finales
fr_fr: Geler les colonnes finales

source: New Rows (Experimental)
bg_bg: Нови редове (Експериментално)
de_de: Neue Zeilen (Experimentell)
es_es: Nuevas filas (experimental)
fr_fr: Nouvelles lignes (expérimentales)

source: can create new rows
bg_bg: може да създава нови редове
de_de: kann neue Zeilen erstellen
es_es: puede crear nuevas filas
fr_fr: peut créer de nouvelles lignes

source: Delete Rows (Experimental)
bg_bg: Изтриване на редове (Експериментално)
de_de: Zeilen löschen (Experimentell)
es_es: Eliminar filas (experimental)
fr_fr: Supprimer les lignes (expérimental)

source: can delete rows
bg_bg: може да изтрива редове
de_de: kann Zeilen löschen
es_es: puede eliminar filas
fr_fr: peut supprimer des lignes

source: Any related pages to this space view will not be deleted and will show a message. Any related space data will not be deleted or changed.
bg_bg: Никакви свързани страници към този изглед на пространство няма да бъдат изтрити и ще се покаже съобщение. Свързаните данни от пространството няма да бъдат изтрити или променени.
de_de: Alle zugehörigen Seiten dieser Space-Ansicht werden nicht gelöscht und zeigen eine Meldung an. Alle zugehörigen Space-Daten werden weder gelöscht noch geändert.
es_es: Cualquier página relacionada con esta vista de espacio no se eliminará y mostrará un mensaje. Los datos relacionados del espacio no se eliminarán ni cambiarán.
fr_fr: Toute page liée à cette vue d'espace ne sera pas supprimée et affichera un message. Les données liées à l’espace ne seront ni supprimées ni modifiées.

source: Delete this Space View
bg_bg: Изтрий този изглед на пространство
de_de: Diese Raumansicht löschen
es_es: Eliminar esta Vista de Espacio
fr_fr: Supprimer cette vue d’espace

source: Preset Filters Navigation
bg_bg: Навигация на предварително зададени филтри
de_de: Navigation zu vorgegebenen Filtern
es_es: Navegación de filtros preestablecidos
fr_fr: Navigation des filtres prédéfinis

source: Current
bg_bg: Текущ
de_de: Aktuell
es_es: Actual
fr_fr: Actuel

source: Always applied
bg_bg: Винаги приложено
de_de: Immer angewendet
es_es: Siempre aplicado
fr_fr: Toujours appliqué

source: There are no filters that are always applied
bg_bg: Няма филтри, които винаги се прилагат.
de_de: Es gibt keine Filter, die immer angewendet werden.
es_es: No existen filtros que se apliquen siempre.
fr_fr: Il n’y a aucun filtre qui est toujours appliqué.

source: This view's related data source is missing
bg_bg: Този изглед има липсващ свързан източник на данни.
de_de: Die zu dieser Ansicht gehörende Datenquelle fehlt.
es_es: La fuente de datos asociada con esta vista falta.
fr_fr: Cette vue a une source de données liée absente
