Repository: WebVella/WebVella.Tefter
Catalog: src/WebVella.Tefter/Resources/SharedResource.*.resx
Languages: bg_bg, de_de, es_es, fr_fr

source: View is now bookmarked
bg_bg: Прегледът е добавен към отметките
de_de: Ansicht wurde jetzt als Lesezeichen markiert.
es_es: La vista ahora se ha marcado
fr_fr: La vue est maintenant marquée.

source: URL is now saved
bg_bg: URL вече е запазен.
de_de: URL ist jetzt gespeichert
es_es: La URL se ha guardado
fr_fr: L’URL est maintenant enregistrée.

source: Are you sure that you need this template deleted?
bg_bg: Сигурни ли сте, че искате да изтриете този шаблон?
de_de: Bist du sicher, dass du diese Vorlage löschen musst?
es_es: ¿Estás seguro de que necesitas eliminar esta plantilla?
fr_fr: Êtes‑vous sûr de vouloir supprimer ce modèle ?

source: Template removed
bg_bg: Шаблонът е премахнат
de_de: Vorlage entfernt
es_es: Plantilla eliminada
fr_fr: Modèle supprimé

source: Create template
bg_bg: Създайте шаблон
de_de: Vorlage erstellen
es_es: Crear plantilla
fr_fr: Créer un modèle

source: Manage template
bg_bg: Управление на шаблона
de_de: Vorlage verwalten
es_es: Gestionar plantilla
fr_fr: Gérer le modèle

source: No content processors found
bg_bg: Не са намерени процесори на съдържание
de_de: Keine Inhaltsprozessoren gefunden
es_es: No se encontraron procesadores de contenido
fr_fr: Aucun processeur de contenu trouvé

source: Template successfully created
bg_bg: Шаблонът е създаден успешно
de_de: Template erfolgreich erstellt
es_es: Plantilla creada con éxito
fr_fr: Modèle créé avec succès

source: Template successfully updated
bg_bg: Шаблонът е успешно обновен
de_de: Template erfolgreich aktualisiert
es_es: Plantilla actualizada con éxito
fr_fr: Modèle mis à jour avec succès

source: Update settings
bg_bg: Обнови настройки
de_de: Einstellungen aktualisieren
es_es: Actualizar ajustes
fr_fr: Mettre à jour les paramètres

source: Template settings successfully updated
bg_bg: Настройките на шаблона бяха успешно обновени
de_de: Vorlageneinstellungen erfolgreich aktualisiert
es_es: Configuración de la plantilla actualizada con éxito
fr_fr: Paramètres du modèle mis à jour avec succès

source: Content is null
bg_bg: Съдържанието е NULL
de_de: Inhalt ist null
es_es: El contenido es nulo
fr_fr: Le contenu est nul

source: SpaceData is null
bg_bg: SpaceData е нула
de_de: SpaceData ist null
es_es: SpaceData es nulo
fr_fr: SpaceData est nul

source: You need to select a template first
bg_bg: Трябва първо да изберете шаблон
de_de: Du musst zuerst ein Template auswählen.
es_es: Primero debes seleccionar una plantilla.
fr_fr: Vous devez d’abord sélectionner un modèle.

source: User role added
bg_bg: Потребителска роля добавена
de_de: Benutzerrolle hinzugefügt
es_es: Rol de usuario añadido
fr_fr: Rôle d’utilisateur ajouté

source: User role removed
bg_bg: Потребителската роля е премахната
de_de: Benutzerrolle entfernt
es_es: Rol de usuario eliminado
fr_fr: Rôle d’utilisateur supprimé

source: Create user
bg_bg: Създай потребител
de_de: Benutzer erstellen
es_es: Crear usuario
fr_fr: Créer un utilisateur

source: Manage user
bg_bg: Редакция на потребител
de_de: Benutzer verwalten
es_es: Gestionar usuario
fr_fr: Gérer l’utilisateur

source: Passwords do not match
bg_bg: Паролите не съвпадат
de_de: Passwörter stimmen nicht überein
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas.

source: User account was successfully created!
bg_bg: Потребителският акаунт е създаден успешно!
de_de: Benutzerkonto wurde erfolgreich erstellt!
es_es: ¡La cuenta de usuario se ha creado con éxito!
fr_fr: Compte utilisateur créé avec succès !

source: User account was successfully updated!
bg_bg: Потребителският акаунт беше успешно актуализиран!
de_de: Benutzerkonto wurde erfolgreich aktualisiert!
es_es: ¡La cuenta de usuario se ha actualizado correctamente!
fr_fr: Le compte utilisateur a été mis à jour avec succès!

source: Administration
bg_bg: Администрация
de_de: Verwaltung
es_es: Administración

source: Admin
bg_bg: Админ
de_de: Administrator
es_es: Administrador
fr_fr: Administrateur

source: Startup URL was successfully changed!
bg_bg: Стартиращият адрес е успешно променен!
de_de: Startup-URL wurde erfolgreich geändert!
es_es: ¡La URL de la startup se ha cambiado correctamente!
fr_fr: L’URL de démarrage a été changée avec succès!

source: required
bg_bg: задължително
de_de: erforderlich
es_es: obligatorio
fr_fr: requis

source: invalid email
bg_bg: невалиден имейл
de_de: Ungültige E‑Mail
es_es: correo electrónico no válido
fr_fr: email invalide

source: Select view
bg_bg: Избери изглед
de_de: Ansicht auswählen
es_es: Seleccionar vista
fr_fr: Sélectionner la vue

source: New view name
bg_bg: Ново име на изглед
de_de: Neuer Ansichtsname
es_es: Nuevo nombre de vista
fr_fr: Nouveau nom de vue

source: Type
bg_bg: Тип
de_de: Typ
es_es: Tipo

source: Dataset
bg_bg: Набор от данни
de_de: Datensatz
es_es: Conjunto de datos
fr_fr: Ensemble de données

source: select...
bg_bg: избери...
de_de: Auswählen...
es_es: seleccionar...
fr_fr: Sélectionner…

source: Data provider
bg_bg: поставчик на данни
de_de: Datenanbieter
es_es: Proveedor de datos
fr_fr: Fournisseur de données

source: Dataset name
bg_bg: Име на набора от данни
de_de: Datensatzname
es_es: Nombre del conjunto de datos
fr_fr: Nom du jeu de données

source: No dataset create in this space yet
bg_bg: Няма създаден набор от данни в това пространство.
de_de: Noch kein Datensatz in diesem Bereich erstellt.
es_es: No se ha creado ningún conjunto de datos en este espacio todavía.
fr_fr: Aucun jeu de données créé dans cet espace pour le moment.

source: Automatic column generation
bg_bg: Автоматично генериране на колони
de_de: Automatische Spaltenerzeugung
es_es: Generación automática de columnas
fr_fr: Génération automatique de colonnes

source: data provided columns
bg_bg: предоставени колони
de_de: Bereitgestellte Spalten
es_es: Columnas de datos proporcionados
fr_fr: colonnes fournies

source: connected columns
bg_bg: свързани колони
de_de: verbundene Spalten
es_es: columnas conectadas
fr_fr: colonnes connectées

source: system columns
bg_bg: системни колони
de_de: Systemspalten
es_es: columnas del sistema
fr_fr: colonnes système

source: add dateset columns
bg_bg: добави колони към набора от данни
de_de: Datensatzspalten hinzufügen
es_es: añadir columnas de conjunto de datos
fr_fr: ajouter des colonnes de jeu de données

source: Generated Culumns
bg_bg: Генерирани колони
de_de: Generierte Spalten
es_es: Columnas generadas
fr_fr: Colonnes générées

source: No columns will be generated
bg_bg: Няма да се генерират колони
de_de: Es werden keine Spalten erzeugt.
es_es: No se generarán columnas
fr_fr: Aucune colonne ne sera générée

source: No columns found in data provider
bg_bg: Няма намерени колони в доставчика на данни
de_de: Keine Spalten im Datenprovider gefunden.
es_es: No se encontraron columnas en el proveedor de datos
fr_fr: Aucun champ trouvé dans le fournisseur de données

source: Existing views
bg_bg: Съществуващи изгледи
de_de: Bestehende Ansichten
es_es: Vistas existentes
fr_fr: Vues existantes

source: Selected view
bg_bg: Избран изглед
de_de: Ausgewählte Ansicht
es_es: Vista seleccionada
fr_fr: Vue sélectionnée

source: browse view
bg_bg: изглед за разглеждане
de_de: Durchsuchen-Ansicht
es_es: Vista de Exploración
fr_fr: vue de navigation

source: on TRUE (text with priority)
bg_bg: при ВЯРНО (текста е с приоритет)
de_de: auf TRUE (Text mit Priorität)
es_es: en VERDADERO (texto con prioridad)
fr_fr: VRAI (texte avec priorité)

source: default value
bg_bg: Стойност по подразбиране
de_de: Standardwert
es_es: valor por defecto
fr_fr: valeur par défaut

source: render as icon
bg_bg: покажи като икона
de_de: als Symbol darstellen
es_es: representar como ícono
fr_fr: afficher comme icône

source: on FALSE (text with priority)
bg_bg: при НЕВЯРНО (текста е с приоритет)
de_de: auf FALSE (Text mit Priorität)
es_es: en FALSE (texto con prioridad)
fr_fr: sur FALSE (texte avec priorité)

source: on NULL (text with priority)
bg_bg: на NULL (текст с приоритет)
de_de: auf NULL (Text mit Priorität)
es_es: en NULL (texto con prioridad)
fr_fr: sur NULL (texte avec priorité)

source: Component Mode Not implemented
bg_bg: Режимът на компонента не е имплементиран
de_de: Komponentenmodus nicht implementiert
es_es: Modo de componente no implementado
fr_fr: Mode de composant non implémenté

source: Label
bg_bg: Етикет
de_de: Etikett
es_es: Etiqueta
fr_fr: Étiquette

source: show label
bg_bg: показвай етикет
de_de: Label anzeigen
es_es: Mostrar etiqueta
fr_fr: Afficher l'étiquette

source: TRUE label
bg_bg: Етикет ВЯРНО
de_de: Wahrer Etikett
es_es: Etiqueta verdadera
fr_fr: Étiquette VRAI

source: empty shows a system one
bg_bg: празно показва системно
de_de: Leeres zeigt ein System an.
es_es: El vacío muestra uno del sistema
fr_fr: vide affiche un système

source: FALSE label
bg_bg: Етикет НЕВЯРНО
de_de: FALSCH
es_es: Etiqueta falsa
fr_fr: Étiquette FAUSSE

source: NULL label
bg_bg: Етикет НЯМА
es_es: Etiqueta NULL
fr_fr: Étiquette NULL

source: Change confirmation
bg_bg: Потвърждаване на промяната
de_de: Änderungsbestätigung
es_es: Confirmación de cambio
fr_fr: Confirmation de modification

source: requires confirmation
bg_bg: изисква потвърждение
de_de: erfordert Bestätigung
es_es: requiere confirmación
fr_fr: nécessite une confirmation

source: Confirmation message
bg_bg: Съобщение за потвърждение
de_de: Bestätigungsnachricht
es_es: Mensaje de confirmación
fr_fr: Message de confirmation

source: Format
bg_bg: Формат
es_es: Formato

source: eg. 'dd MMM yyyy'
bg_bg: напр. 'dd MMM yyyy'
de_de: z.B. 'dd MMM yyyy'
es_es: p.ej. 'dd MMM yyyy'
fr_fr: ex. « dd MMM yyyy »

source: defaults to the system's short date format
bg_bg: по подразбиране ще използва системната кратка дата
de_de: Verwendet standardmäßig das kurze Datumsformat des Systems.
es_es: predeterminado al formato de fecha corta del sistema
fr_fr: définit par défaut le format court de la date du système

source: Selection method
bg_bg: Метод за избор
de_de: Auswahlmethode
es_es: Método de selección
fr_fr: Méthode de sélection

source: eg. 'dd MMM yyyy HH:mm'
bg_bg: напр. 'dd MMM yyyy HH:mm'
de_de: z.B. 'dd MMM yyyy HH:mm'
es_es: p.ej. ‘dd MMM yyyy HH:mm’
fr_fr: ex. « dd MMM yyyy HH:mm »

source: defaults to the system's short date and time format
bg_bg: по подразбиране ще използва системната кратка дата и час
de_de: verwendet standardmäßig das Kurzdatum- und Zeitformat des Systems
es_es: Se establece por defecto en el formato corto de fecha y hora del sistema.
fr_fr: par défaut au format court de date et d’heure du système

source: The selected component has no options
bg_bg: Избраният компонент няма опции
de_de: Der ausgewählte Bestandteil hat keine Optionen.
es_es: El componente seleccionado no tiene opciones
fr_fr: Le composant sélectionné n’a pas d’options

source: eg. 'N3'
bg_bg: напр. 'N3'
de_de: z.B. „N3“
es_es: p.ej. 'N3'
fr_fr: ex. « N3 »

source: Display Format
bg_bg: Формат на показване
de_de: Anzeigeformat
es_es: Formato de visualización
fr_fr: Format d’affichage

source: Locale
bg_bg: Локализация
es_es: Configuración regional
fr_fr: Langue locale

source: get from server
bg_bg: вземи от сървъра
de_de: Abrufen vom Server
es_es: obtener del servidor
fr_fr: obtenir depuis le serveur

source: Excel Format
bg_bg: Excel формат
es_es: Formato Excel
fr_fr: Format Excel

source: eg. '0.000'
bg_bg: напр. '0,000'
de_de: z.B. ‘0,000’
es_es: ej. '0.000'
fr_fr: ex. “0,000”

source: Options source type
bg_bg: Тип на източник за опции
de_de: Options-Quellentyp
es_es: Tipo de fuente de opciones
fr_fr: Type de source d’options

source: Options
bg_bg: Опции
de_de: Optionen
es_es: Opciones

source: Hide Label
bg_bg: Скрий етикет
de_de: Label verbergen
es_es: Ocultar etiqueta
fr_fr: Masquer l’étiquette

source: Value column name
bg_bg: Име на колона със стойност
de_de: Wertspaltenname
es_es: Nombre de columna de valor
fr_fr: Nom de la colonne Valeur

source: any column data
bg_bg: всеки колона данни
de_de: beliebige Spaltendaten
es_es: cualquier dato de columna
fr_fr: n’importe quelles données de colonne

source: Label column name
bg_bg: Име на колоната за етикет
de_de: Spaltenbeschriftung
es_es: Nombre de la columna
fr_fr: Nom de la colonne d’étiquette

source: column data string or object that will be case to string
bg_bg: Колонни данни като низ или обект, които ще се преобразуват в низ.
de_de: Spaltendatensatz als Zeichenkette oder Objekt, der in eine Zeichenkette konvertiert wird.
es_es: cadena de datos de columna o objeto que se convertirá en texto
fr_fr: colonne de données chaîne ou objet qui sera converti en chaîne

source: Color column name
bg_bg: Име на колоната „Цвят“
de_de: Farbspaltenname
es_es: Nombre de columna de color
fr_fr: Nom de colonne couleur

source: column data string or int. String is css color value. Int is converted to enum of TfColor
bg_bg: колонна данни като низ или цяло число. Низът е стойност на CSS цвят. Целото число се преобразува в изброяване (enum) от TfColor
de_de: Spalten-Daten: Zeichenkette oder Ganzzahl. Die Zeichenkette ist ein CSS-Farbcodeswert. Eine Ganzzahl wird in einen Aufzählungstyp von TfColor umgewandelt.
es_es: cadena de datos de columna o entero. La cadena es el valor CSS del color. El entero se convierte en un enumerado de TfColor
fr_fr: colonne de données chaîne ou entier. La chaîne est une valeur de couleur CSS. L’entier est converti en énumération de TfColor

source: Background color column name
bg_bg: Име на колона за фонов цвят
de_de: Spaltenname für Hintergrundfarbe
es_es: Nombre de la columna de color de fondo
fr_fr: Nom de la colonne couleur d’arrière‑plan

source: column datastring or int. String is css color value. Int is converted to enum of TfColor
bg_bg: столбецът е данни от тип низ или цяло число. Низът представлява CSS цвят, а числото се преобразува в изброен тип TfColor.
de_de: Spalte Datenstring oder Ganzzahl. Der String ist ein CSS-Farbwert. Die Ganzzahl wird in eine Aufzählung von TfColor umgewandelt.
es_es: cadena de datos o entero. La cadena es un valor de color CSS. El entero se convierte en una enumeración de TfColor
fr_fr: chaîne de données ou entier. La chaîne est une valeur de couleur CSS. L’entier est converti en énumération de TfColor

source: Icon column name
bg_bg: Икона на колоната
de_de: Symbolspaltenname
es_es: Nombre de columna de iconos
fr_fr: Nom de colonne d’icône

source: column datastring, fluent icon name
bg_bg: колонка данни низ, името на иконата Fluent
de_de: Spalte Datenzeichenkette, Fluent-Symbolname
es_es: cadena de datos de columna, nombre del icono fluido
fr_fr: colonne datastring, nom d’icône Fluent

source: eg. 'HH:mm:ss'
bg_bg: напр. „HH:mm:ss“
de_de: z.B. 'HH:mm:ss'
es_es: p.ej. ‘HH:mm:ss’
fr_fr: par ex. « HH:mm:ss »

source: defaults to the system's short time format
bg_bg: по подразбиране използва краткия часов формат на системата
de_de: Verwendet standardmäßig das Kurzzeitformat des Systems
es_es: predeterminado al formato de hora corta del sistema
fr_fr: par défaut, le format court d’heure du système

source: Top Data Providers
bg_bg: Най-добри доставчици на данни
de_de: Top-Datenanbieter
es_es: Proveedores de datos principales
fr_fr: Principaux fournisseurs de données

source: No data prividers created yet
bg_bg: Все още не са създадени доставчици на данни.
de_de: Noch keine Datenanbieter erstellt
es_es: Aún no se han creado proveedores de datos
fr_fr: Aucun fournisseur de données créé pour l'instant

source: Next Data Synchronizations
bg_bg: Следващи синхронизации на данни
de_de: Nächste Daten-Synchronisationen
es_es: Próximas sincronizaciones de datos
fr_fr: Prochaines synchronisations de données

source: No pending synchronization tasks
bg_bg: Няма изчакащи задачи за синхронизация
de_de: Keine ausstehenden Synchronisierungsvorgänge
es_es: No hay tareas de sincronización pendientes
fr_fr: Aucune tâche de synchronisation en attente.

source: Recent
bg_bg: Недавни
de_de: Neueste
es_es: Reciente
fr_fr: Récents

source: name
bg_bg: Име
es_es: nombre
fr_fr: nom

source: view/space
bg_bg: преглед/пространство
de_de: Ansicht/Platz
es_es: ver/espacio
fr_fr: vue/espace

source: My Tags
bg_bg: Моите тагове
de_de: Meine Tags
es_es: Mis Etiquetas
fr_fr: Mes étiquettes

source: My Saved URLs
bg_bg: Моите запазени URL‑адреси
de_de: Meine gespeicherten URLs
es_es: Mis URL guardadas
fr_fr: Mes URL enregistrées

source: My Bookmarks
bg_bg: Моите отметки
de_de: Meine Lesezeichen
es_es: Mis marcadores
fr_fr: Mes signets

source: My Views Visits
bg_bg: Мои изгледи за посещения
de_de: Meine Ansichten Besuche
es_es: Visitas a Mis Vistas
fr_fr: Mes visites de vues

source: search...
bg_bg: търси...
de_de: Suche...
es_es: buscar…
fr_fr: recherche...

source: No identities match your query
bg_bg: Няма съвпадения на идентичности с вашето запитване
de_de: Keine Identitäten entsprechen Ihrer Abfrage.
es_es: No hay identidades que coincidan con tu búsqueda.
fr_fr: Aucune identité ne correspond à votre requête

source: Create a new data identity
bg_bg: Създайте нова идентификация на данните
de_de: Erstellen Sie eine neue Datenidentität
es_es: Crear una nueva identidad de datos
fr_fr: Créer une nouvelle identité de données

source: New Identity
bg_bg: Нова идентичност
de_de: Neue Identität
es_es: Nueva Identidad
fr_fr: Nouvelle identité

source: Item not found
bg_bg: Елементът не е намерен
de_de: Element nicht gefunden
es_es: Elemento no encontrado
fr_fr: Élément non trouvé

source: System roles cannot be managed
bg_bg: Системните роли не могат да бъдат променяни
de_de: Systemrollen können nicht verwaltet werden
es_es: No se pueden gestionar los roles del sistema
fr_fr: Les rôles système ne peuvent pas être gérés

source: Locked
bg_bg: Заключено
de_de: Gesperrt
es_es: Bloqueado
fr_fr: Verrouillé

source: Edit
bg_bg: редакция
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier

source: system role
bg_bg: системна роля
de_de: Systemrolle
es_es: Rol del sistema
fr_fr: rôle système

source: user created
bg_bg: създадена от потребител
de_de: Benutzer erstellt
es_es: usuario creado
fr_fr: utilisateur créé

source: Description
bg_bg: Описание
de_de: Beschreibung
es_es: Descripción

source: Deleting this identity will remove all data relations that depend on it, but will not alter any source data from providers, shared columns or applications.
bg_bg: Изтриването на тази идентичност ще премахне всички данни за връзки, които зависят от нея, но няма да променя никакви източникови данни от доставчиците, споделени колони или приложения.
de_de: Das Löschen dieser Identität entfernt alle Datenbeziehungen, die davon abhängen, verändert jedoch keine Quelldaten von Anbietern, geteilten Spalten oder Anwendungen.
es_es: Eliminar esta identidad eliminará todas las relaciones de datos que dependen de ella, pero no modificará ninguna fuente de datos de los proveedores, columnas compartidas ni aplicaciones.
fr_fr: La suppression de cette identité supprimera toutes les relations de données qui en dépendent, mais n’altérera aucune donnée source provenant des fournisseurs, colonnes partagées ou applications.

source: Delete this Data Identity
bg_bg: Изтрий тази идентичност на данни
de_de: Diese Datenidentität löschen
es_es: Eliminar esta Identidad de Datos
fr_fr: Supprimer cette identité de données

source: Cancel
bg_bg: Откажи
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler

source: Implemented Data Identities
bg_bg: Приложени Идентификатори на данни
de_de: Implementierte Datenidentitäten
es_es: Identidades de datos implementadas
fr_fr: Identités de données implémentées

source: Data Identities are used to generate keys for joining auxilary data. Each record can have several data identities.
bg_bg: Идентификаторите на данни се използват за генериране на ключове за свързване на допълнителни данни. Всеки запис може да има няколко идентификатора на данни.
de_de: Datenidentitäten werden verwendet, um Schlüssel für das Verbinden ergänzender Daten zu generieren. Jeder Datensatz kann mehrere Datenidentitäten besitzen.
es_es: Las Identidades de Datos se utilizan para generar claves que permitan unir datos auxiliares. Cada registro puede tener varias identidades de datos.
fr_fr: Les identités de données sont utilisées pour générer des clés afin d’assembler des données auxiliaires. Chaque enregistrement peut posséder plusieurs identités de données.

source: All identities implemented
bg_bg: Всички идентичности са реализирани
de_de: Alle Identitäten implementiert
es_es: Todas las identidades implementadas
fr_fr: Toutes les identités mises en œuvre

source: Data identity
bg_bg: Идентификация на данни
de_de: Datenidentität
es_es: Identidad de datos
fr_fr: Identité des données

source: always implemented
bg_bg: винаги имплементирано
de_de: immer implementiert
es_es: siempre implementado
fr_fr: toujours implémenté

source: Edit column
bg_bg: Редакция на колоната
de_de: Spalte bearbeiten
es_es: Editar columna
fr_fr: Modifier la colonne

source: Delete
bg_bg: Изтрий
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer

source: Connected Shared columns
bg_bg: Свързани споделени колони
de_de: Verbundene gemeinsame Spalten
es_es: Columnas compartidas conectadas
fr_fr: Colonnes partagées connectées

source: Shared Columns that match one of the implemented data identities
bg_bg: Споделени колони, които съвпадат с едно от реализирани идентификатори на данни
de_de: Geteilte Spalten, die mit einer der implementierten Datenidentitäten übereinstimmen
es_es: Columnas compartidas que coinciden con una de las identidades de datos implementadas
fr_fr: Colonnes partagées correspondant à l'une des identités de données implémentées

source: No shared columns matched
bg_bg: Няма споделени колони
de_de: Keine gemeinsam genutzten Spalten übereinstimmen
es_es: Ninguna columna compartida coincide
fr_fr: Aucune colonne partagée ne correspond.

source: No shared columns are matching any of the join keys for this data source
bg_bg: Няма споделени колони, които да използват свързващ ключ на този източник
de_de: Keine gemeinsamen Spalten stimmen mit einem der Join‑Keys für diese Datenquelle überein.
es_es: Ninguna columna compartida coincide con ninguna de las claves de unión para esta fuente de datos.
fr_fr: Aucune colonne partagée ne correspond à aucune des clés de jointure pour cette source de données

source: Connected Data providers
bg_bg: Свързани доставчици на данни
de_de: Verbundene Datenanbieter
es_es: Proveedores de datos conectados
fr_fr: Fournisseurs de données connectés

source: Providers have a common data identity implementated. Only the primary provider's data is modifiable.
bg_bg: Поставчиците имат имплементирана обща идентичност на данните. Само данните от основния доставчик могат да се променят.
de_de: Die Anbieter haben eine gemeinsame Datenidentität implementiert. Nur die Daten des primären Anbieters sind veränderbar.
es_es: Los proveedores tienen una identidad de datos común implementada. Solo los datos del proveedor principal son modificables.
fr_fr: Les fournisseurs disposent d’une identité de données commune mise en œuvre. Seules les données du fournisseur principal sont modifiables.

source: No data providers are connected
bg_bg: Няма свързани доставчици на данни
de_de: Keine Datenanbieter sind verbunden
es_es: No hay proveedores de datos conectados
fr_fr: Aucun fournisseur de données n’est connecté
