Repository: WebVella/WebVella.Tefter
Catalog: src/WebVella.Tefter/Resources/SharedResource.*.resx
Languages: bg_bg, de_de, es_es, fr_fr

source: For data from different providers to be connected, they must implement at least one common join key.
bg_bg: За да бъдат свързани данни от различни доставчици, те трябва да реализират поне един общ ключ за обединение.
de_de: Damit Daten von verschiedenen Anbietern verbunden werden können, müssen sie mindestens einen gemeinsamen Join-Schlüssel implementieren.
es_es: Para que los datos de diferentes proveedores se conecten, deben implementar al menos una clave de unión común.
fr_fr: Pour que les données provenant de différents fournisseurs soient reliées, ils doivent mettre en œuvre au moins une clé de jointure commune.

source: delete all data
bg_bg: изтрий всички данни
de_de: Alle Daten löschen
es_es: eliminar todos los datos
fr_fr: supprimer toutes les données

source: No columns are created for this data provider yet
bg_bg: Няма създадени колони за този доставчик на данни.
de_de: Noch wurden keine Spalten für diesen Datenanbieter erstellt.
es_es: No se han creado columnas para este proveedor de datos todavía.
fr_fr: Aucune colonne n’est encore créée pour ce fournisseur de données.

source: No records
bg_bg: Няма записи
de_de: Keine Datensätze
es_es: Sin registros
fr_fr: Aucun enregistrement

source: There are no visible columns selected.
bg_bg: Няма видими избрани колони.
de_de: Es sind keine sichtbaren Spalten ausgewählt.
es_es: No hay columnas visibles seleccionadas.
fr_fr: Il n'y a aucune colonne sélectionnée.

source: No users match your query
bg_bg: Няма потребители, които отговарят на вашето запитване.
de_de: Keine Benutzer entsprechen Ihrer Anfrage
es_es: No hay usuarios que coincidan con su consulta
fr_fr: Aucun utilisateur ne correspond à votre requête

source: Create a new data provider
bg_bg: Създайте нов доставчик на данни
de_de: Erstelle einen neuen Datenanbieter
es_es: Crear un nuevo proveedor de datos
fr_fr: Créer un nouveau fournisseur de données

source: New Provider
bg_bg: Нов доставчик
de_de: Neuer Anbieter
es_es: Nuevo Proveedor
fr_fr: Nouveau fournisseur

source: Code
bg_bg: Код
es_es: Código

source: Supported Source data types
bg_bg: Поддържани типове данни при източника
de_de: Unterstützte Quell‑Datenarten
es_es: Tipos de datos de origen compatibles
fr_fr: Types de données sources pris en charge

source: Warning
bg_bg: Внимание
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement

source: The data provider does not support any type of source data!
bg_bg: Доставчикът на данни не поддържа нито един тип изходни данни!
de_de: Der Datenanbieter unterstützt keine Art von Quelldaten!
es_es: El proveedor de datos no admite ningún tipo de fuente de datos.
fr_fr: Le fournisseur de données ne prend pas en charge aucun type de source de données !

source: When a data provider is deleted all data that it holds will be deleted too. Data related to this data provider, but stored in shared columns, applications or other data providers will not be deleted. Thus, if recreate matching data identities in the future these relations will hold
bg_bg: Когато доставчикът на данни бъде изтрит, всички данни, които съдържа, ще бъдат изтрити също. Данните, свързани с този доставчик, но съхранявани в споделени колони, приложения или други доставчици на данни, няма да бъдат изтрити. Следователно, ако по-късно се възстановят съответстващите идентификации на данните, тези връзки ще останат валидни.
de_de: Wenn ein Datenanbieter gelöscht wird, werden alle von ihm gehaltenen Daten ebenfalls gelöscht. Daten, die mit diesem Datenanbieter zusammenhängen, aber in gemeinsam genutzten Spalten, Anwendungen oder anderen Datenanbietern gespeichert sind, werden nicht gelöscht. Daher bleiben diese Beziehungen erhalten, wenn in der Zukunft passende Dateneinträge wiederhergestellt werden.
es_es: Cuando se elimina un proveedor de datos, todos los datos que contiene también serán eliminados. Los datos relacionados con este proveedor, pero almacenados en columnas compartidas, aplicaciones u otros proveedores de datos no se eliminarán. Por lo tanto, si recreas identidades de datos coincidentes en el futuro, estas relaciones seguirán existiendo.
fr_fr: Lorsque qu'un fournisseur de données est supprimé, toutes les données qu'il détient seront également supprimées. Les données liées à ce fournisseur de données, mais stockées dans des colonnes partagées, des applications ou d'autres fournisseurs de données ne seront pas supprimées. Ainsi, si vous recréez des identités de données correspondantes à l'avenir, ces relations resteront en place.

source: Delete this Data Provider
bg_bg: Изтрий този доставчик на данни
de_de: Diesen Datenanbieter löschen
es_es: Eliminar este proveedor de datos
fr_fr: Supprimer ce fournisseur de données

source: Provider Columns
bg_bg: Източник Колони
de_de: Anbieter‑Spalten
es_es: Columnas del proveedor
fr_fr: Colonnes du fournisseur

source: Import from source
bg_bg: Импортиране от източник
de_de: Aus Quelle importieren
es_es: Importar desde la fuente
fr_fr: Importer depuis la source

source: Add Column
bg_bg: Добави колона
de_de: Spalte hinzufügen
es_es: Añadir columna
fr_fr: Ajouter une colonne

source: No columns
bg_bg: няма колони
de_de: Keine Spalten
es_es: Sin columnas
fr_fr: Pas de colonnes

source: No columns are created yet for this data source
bg_bg: Все още няма създадени колони за този доставчик на данни
de_de: Noch keine Spalten für diese Datenquelle erstellt.
es_es: Todavía no se han creado columnas para esta fuente de datos.
fr_fr: Aucun champ n’a encore été créé pour cette source de données.

source: Delete column
bg_bg: Изтриване на колоната
de_de: Spalte löschen
es_es: Eliminar columna
fr_fr: Supprimer la colonne

source: synchronized
bg_bg: синхронизирано
de_de: synchronisiert
es_es: sincronizado
fr_fr: synchronisé

source: NOT synchronized
bg_bg: НЕ синхронизирано
de_de: Nicht synchronisiert
es_es: No sincronizado
fr_fr: NON synchronisé

source: Row Identity key
bg_bg: Ключ за идентификация на реда
de_de: Zeilen-Identitätsschlüssel
es_es: Clave de identidad de fila
fr_fr: Clé d'identité de ligne

source: Data row position in the list will be used for comparison.
bg_bg: Позицията на реда в списъка ще се използва за сравнение.
de_de: Datenzeilenposition in der Liste wird für den Vergleich verwendet.
es_es: La posición del registro de datos en la lista se usará para la comparación.
fr_fr: La position de la ligne de données dans la liste sera utilisée pour la comparaison.

source: Row position
bg_bg: Позиция на реда
de_de: Zeilenposition
es_es: Posición de fila
fr_fr: Position de ligne

source: When no columns are submitted to be used as identity key the row position in the list will be used to identify the row.
bg_bg: Когато не се подадат колони, които да се използват като ключ за идентификация, позицията на реда в списъка ще бъде използвана за идентифициране на реда.
de_de: Wenn keine Spalten als Identitäts­schlüssel übergeben werden, wird die Zeilenposition in der Liste verwendet, um die Zeile zu identifizieren.
es_es: Cuando no se envían columnas para ser utilizadas como clave de identidad, la posición de fila en la lista se usará para identificar la fila.
fr_fr: Lorsque aucune colonne n’est soumise pour être utilisée comme clé d’identité, la position de ligne dans la liste sera utilisée pour identifier la ligne.

source: Synchronization schedule
bg_bg: Планиране на синхронизация
de_de: Synchronisierungszeitplan
es_es: Horario de sincronización
fr_fr: Calendrier de synchronisation

source: Manage
bg_bg: Редакция
de_de: Verwalten
es_es: Gestionar
fr_fr: Gérer

source: Status
bg_bg: Статус
es_es: Estado
fr_fr: Statut

source: Interval
bg_bg: Интервал
de_de: Intervall
es_es: Intervalo
fr_fr: intervalle

source: Scheduled on
bg_bg: Планирано на
de_de: Geplant am
es_es: Programado el
fr_fr: Programmé le

source: Synchronization tasks
bg_bg: Задачи за синхронизация
de_de: Synchronisationsaufgaben
es_es: Tareas de sincronización
fr_fr: Tâches de synchronisation

source: Synchronize now
bg_bg: Синхронизирай сега
de_de: Jetzt synchronisieren
es_es: Sincronizar ahora
fr_fr: Synchroniser maintenant

source: view
bg_bg: преглед
de_de: Ansicht
es_es: ver
fr_fr: vue

source: No synchronization tasks
bg_bg: Няма задачи за синхронизация
de_de: Keine Synchronisationstätigkeiten
es_es: Sin tareas de sincronización
fr_fr: Aucune tâche de synchronisation

source: column name
bg_bg: Име на колоната
de_de: Spaltenname
es_es: nombre de columna
fr_fr: nom de colonne

source: select SOURCE column type
bg_bg: избери ИЗТОЧНИК тип данни
de_de: Spaltentyp SOURCE auswählen
es_es: seleccionar tipo de columna SOURCE
fr_fr: sélectionner le type de colonne SOURCE

source: data type
bg_bg: Тип данни
de_de: Datentyp
es_es: tipo de datos
fr_fr: type de données

source: Data Link
bg_bg: Данни връзка
de_de: Datenlink
es_es: Enlace de datos
fr_fr: Lien de données

source: local data only
bg_bg: само локални данни
de_de: nur lokale Daten
es_es: solo datos locales
fr_fr: données locales uniquement

source: synchronized with source
bg_bg: синхронизиран с източник
de_de: Synchronisiert mit der Quelle
es_es: sincronizado con la fuente
fr_fr: synchronisé avec la source

source: leave empty, if no source
bg_bg: остави празно, ако няма източник
de_de: Leer lassen, wenn keine Quelle.
es_es: dejar vacío, si no hay fuente
fr_fr: laissez vide, si aucune source

source: column type
bg_bg: Тип на колоната
de_de: Spaltentyp
es_es: tipo de columna
fr_fr: type de colonne

source: data stored but NOT synchronized
bg_bg: данните се съхраняват но БЕЗ синхронизация
de_de: Daten gespeichert, aber NICHT synchronisiert
es_es: Datos almacenados, pero NO sincronizados
fr_fr: données stockées mais NON synchronisées

source: Nullable
bg_bg: NULL
de_de: kann null sein

source: can be NULL
bg_bg: може да бъде NULL
de_de: kann NULL sein
es_es: puede ser nulo
fr_fr: peut être NULL

source: Autogenerated
bg_bg: Автоматична генерация
de_de: Automatisch generiert
es_es: Generado automáticamente
fr_fr: Généré automatiquement

source: autogenerate value
bg_bg: генерирай стойност
de_de: Automatisch generierter Wert
es_es: valor autogenerado
fr_fr: valeur auto‑générée

source: Unique
bg_bg: Уникалност
de_de: Einzigartig
es_es: Único

source: only unique values
bg_bg: само уникални стойности
de_de: nur eindeutige Werte
es_es: solo valores únicos
fr_fr: valeurs uniques uniquement

source: Sortable
bg_bg: сортиране
de_de: Sortierbar
es_es: Ordenable
fr_fr: Trier

source: used for sorting
bg_bg: използва се за сортиране
de_de: verwendet zum Sortieren
es_es: utilizado para ordenar
fr_fr: utilisé pour trier

source: Searchable
bg_bg: Търсене
de_de: Durchsuchbar
es_es: Buscable
fr_fr: recherchable

source: used in filters
bg_bg: участва във филтри
de_de: in Filtern verwendet
es_es: utilizado en filtros
fr_fr: utilisé dans les filtres

source: Global search
bg_bg: Глобално търсене
de_de: Globale Suche
es_es: Búsqueda global
fr_fr: Recherche globale

source: included
bg_bg: участва
de_de: eingeschlossen
es_es: incluido
fr_fr: Inclus

source: Preferred search type
bg_bg: Предпочитан тип търсене
de_de: Bevorzugter Suchtyp
es_es: Tipo de búsqueda preferido
fr_fr: Type de recherche préféré

source: select identity...
bg_bg: избиране на идентичност...
de_de: Wähle Identität…
es_es: seleccionar identidad...
fr_fr: Sélectionner l'identité…

source: Selected Columns
bg_bg: Избрани колони
de_de: Ausgewählte Spalten
es_es: Columnas seleccionadas
fr_fr: Colonnes sélectionnées

source: Available Columns
bg_bg: Налични колони
de_de: Verfügbare Spalten
es_es: Columnas disponibles
fr_fr: Colonnes disponibles

source: Import schema
bg_bg: Импорт на схема
de_de: Schema importieren
es_es: Importar esquema
fr_fr: Importer le schéma

source: New Columns
bg_bg: Нови колони
de_de: Neue Spalten
es_es: Nuevas columnas
fr_fr: Nouvelles colonnes

source: Already Present
bg_bg: Вече присъства
de_de: Bereits vorhanden
es_es: Ya presente
fr_fr: Déjà présent

source: Import
bg_bg: Импорт
de_de: Importieren
es_es: Importar
fr_fr: Importer

source: SOURCE column
bg_bg: ИЗТОЧНИК колона
de_de: Quellspalte
es_es: columna SOURCE
fr_fr: colonne SOURCE

source: SOURCE type
bg_bg: ИЗТОЧНИК тип
de_de: Quelltyp
es_es: Tipo de fuente
fr_fr: TYPE SOURCE

source: default
bg_bg: по подразбиране
de_de: Standard
es_es: predeterminado
fr_fr: défaut

source: autogen
bg_bg: автоген

source: searched
bg_bg: търсене
de_de: gesucht
es_es: Buscado
fr_fr: recherché

source: search type
bg_bg: тип търсене
de_de: Suchtyp
es_es: tipo de búsqueda
fr_fr: type de recherche

source: No new columns are found in the source
bg_bg: Няма намерени нови колони в източника
de_de: Es werden keine neuen Spalten im Quelltext gefunden.
es_es: No se encuentran nuevas columnas en la fuente.
fr_fr: Aucune nouvelle colonne n’est trouvée dans la source

source: No existing columns are yet created
bg_bg: В момента все още няма създадени колони.
de_de: Noch keine Spalten erstellt.
es_es: No se han creado columnas existentes todavía.
fr_fr: Aucune colonne existante n’a encore été créée.

source: ON
bg_bg: Включено
de_de: AN
es_es: ENCENDIDO

source: OFF
bg_bg: Изключено
de_de: AUS
es_es: APAGADO

source: Interval Minutes
bg_bg: Интервал минути
de_de: Intervall Minuten
es_es: Intervalo en minutos
fr_fr: Minutes d'intervalle

source: Files
bg_bg: Файлове
de_de: Dateien
es_es: Archivos
fr_fr: Fichiers

source: file uploaded
bg_bg: файлът е качен
de_de: Datei hochgeladen
es_es: Archivo subido
fr_fr: Fichier téléchargé

source: Upload file
bg_bg: Качване на файл
de_de: Datei hochladen
es_es: Cargar archivo
fr_fr: Télécharger le fichier

source: No Files
bg_bg: Няма файлове
de_de: Kein(e) Datei(en)
es_es: Sin archivos
fr_fr: Aucun fichier

source: No files are created yet
bg_bg: В се съществуват временно няма създадени файлове.
de_de: Noch keine Dateien erstellt.
es_es: No se han creado archivos todavía.
fr_fr: Aucun fichier n’a encore été créé.

source: No columns found
bg_bg: Няма намерени колони
de_de: Keine Spalten gefunden
es_es: No se encontraron columnas
fr_fr: Aucune colonne trouvée

source: No shared columns are found for this search
bg_bg: Няма колони, които да отговарят на търсенето
de_de: Keine gemeinsamen Spalten für diese Suche gefunden.
es_es: No se encuentran columnas compartidas para esta búsqueda
fr_fr: Aucune colonne partagée n’a été trouvée pour cette recherche.

source: Change file content
bg_bg: Промени съдържанието на файла
de_de: Dateiinhalt ändern
es_es: Cambiar el contenido del archivo
fr_fr: Modifier le contenu du fichier

source: last updated
bg_bg: последно актуализирано
de_de: Zuletzt aktualisiert
es_es: última actualización
fr_fr: Dernière mise à jour

source: Update file content
bg_bg: Актуализирайте съдържанието на файла
de_de: Inhalt der Datei aktualisieren
es_es: Actualizar el contenido del archivo
fr_fr: Mettre à jour le contenu du fichier

source: Upload new content
bg_bg: Качете ново съдържание
de_de: Neuen Inhalt hochladen
es_es: Subir nuevo contenido
fr_fr: Téléverser du nouveau contenu

source: select provider column
bg_bg: Изберете колоната за доставчик
de_de: Provider‑Spalte auswählen
es_es: seleccionar columna del proveedor
fr_fr: Sélectionnez la colonne du fournisseur.

source: all columns added
bg_bg: Всички колони добавени
de_de: Alle Spalten hinzugefügt
es_es: todas las columnas añadidas
fr_fr: Toutes les colonnes ajoutées.

source: Add new
bg_bg: Добави нов
de_de: Neu hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter nouveau

source: download file
bg_bg: изтегли файл
de_de: Datei herunterladen
es_es: descargar archivo
fr_fr: télécharger le fichier

source: no data provider
bg_bg: няма източник на данни
de_de: kein Datenanbieter
es_es: sin proveedor de datos
fr_fr: aucun fournisseur de données

source: Column
bg_bg: Колона
de_de: Spalte
es_es: Columna
fr_fr: Colonne

source: AND
bg_bg: И
de_de: UND
es_es: Y
fr_fr: ET

source: OR
bg_bg: ИЛИ
de_de: ODER
es_es: O
fr_fr: OU

source: No filters added yet
bg_bg: Все още няма добавени филтри
de_de: Noch keine Filter hinzugefügt
es_es: Aún no se han añadido filtros
fr_fr: Pas encore de filtres ajoutés

source: delete filter
bg_bg: изтрий филтъра
de_de: Filter löschen
es_es: Eliminar filtro
fr_fr: supprimer le filtre

source: found in provider
bg_bg: намирано в доставчика
de_de: Gefunden im Anbieter.
es_es: encontrado en el proveedor
fr_fr: trouvé dans le fournisseur

source: not found in provider
bg_bg: не е намерен в доставчика
de_de: Nicht im Anbieter gefunden
es_es: No encontrado en el proveedor
fr_fr: non trouvé dans le fournisseur

source: for dynamic date use one of the following:{0}&quot;, &quot;&lt;br/&gt; now(+- decimal hours),&lt;br/&gt; day(+- decimal days),&lt;br/&gt; month(+- decimal months),&lt;br/&gt; year(+- decimal year)
bg_bg: за динамична дата използвайте едно от следните: {0}", "<br/> now(± десетична часове),<br/> day(± десетични дни),<br/> month(± десетични месеци),<br/> year(± десетични години)
de_de: Für ein dynamisches Datum verwenden Sie eines der folgenden:{0}", "<br/> jetzt(± Dezimalstunden),<br/> Tag(± Dezimaltage),<br/> Monat(± Dezimalmonate),<br/> Jahr(± Dezimaljahr)
es_es: para la fecha dinámica utilice una de las siguientes opciones: {0}", "<br/> ahora(± horas decimales),<br/> día(± días decimales),<br/> mes(± meses decimales),<br/> año(± años decimales)
fr_fr: pour une date dynamique utilisez l’une des options suivantes : {0}, <br/> maintenant(± heures décimales),<br/> jour(± jours décimaux),<br/> mois(± mois décimaux),<br/> année(± années décimales)

source: enter valid GUID
bg_bg: Въведете валиден GUID
de_de: Gültige GUID eingeben
es_es: Introduzca un GUID válido
fr_fr: Saisissez un GUID valide

source: enter valid decimal
bg_bg: Въведете валиден десетичен номер
de_de: Geben Sie eine gültige Dezimalzahl ein
es_es: introduzca un número decimal válido
fr_fr: Entrez un décimal valide.

source: Notifications
bg_bg: Известия
de_de: Benachrichtigungen
es_es: Notificaciones

source: Dismiss All
bg_bg: Отхвърли всички
de_de: Alle schließen
es_es: Descartar todo
fr_fr: Fermer tout

source: Back
bg_bg: Назад
de_de: Zurück
es_es: Atrás
fr_fr: Retour

source: Go to first page
bg_bg: Към първа станица
de_de: Zur ersten Seite gehen
es_es: Ir a la primera página
fr_fr: Aller à la première page

source: Go to previous page
bg_bg: Към предишна страница
de_de: Zurück zur vorherigen Seite
es_es: Ir a la página anterior
fr_fr: Aller à la page précédente

source: Go to next page
bg_bg: Към следваща страница
de_de: Gehe zur nächsten Seite
es_es: Ir a la página siguiente
fr_fr: Aller à la page suivante

source: Go to last page
bg_bg: Към последна страница
de_de: Gehe zur letzten Seite
es_es: Ir a la última página
fr_fr: Aller à la dernière page

source: add
bg_bg: добави
de_de: hinzufügen
es_es: añadir
fr_fr: ajouter

source: No data sort order defined yet
bg_bg: Все още не е дефинирано подреждане на данните
de_de: Noch keine Daten‑Sortierreihenfolge definiert
es_es: Todavía no se ha definido el orden de clasificación de los datos.
fr_fr: Pas d’ordre de tri défini pour le moment

source: Delete sort order
bg_bg: Изтрий сортирането
de_de: Sortierreihenfolge löschen
es_es: Eliminar orden de clasificación
fr_fr: Supprimer l’ordre de tri

source: property
bg_bg: поле
de_de: Eigenschaft
es_es: propiedad
fr_fr: propriété

source: error
bg_bg: грешка
de_de: Fehler
fr_fr: erreur

source: Setup Selected Recipe
bg_bg: Настройка на избраната рецепта
de_de: Ausgewähltes Rezept einrichten
es_es: Configurar receta seleccionada
fr_fr: Configurer la recette sélectionnée

source: Provide information for the recipe setup
bg_bg: Предоставете информация за настройката на рецептата
de_de: Informationen zur Rezeptaufstellung bereitstellen
es_es: Proporcionar información para la configuración de la receta.
fr_fr: Fournissez des informations pour la configuration de la recette.

source: This recipe has no configuration steps
bg_bg: Тази рецепта няма стъпки за конфигуриране
de_de: Diese Rezeptur hat keine Konfigurationsschritte
es_es: Esta receta no tiene pasos de configuración
fr_fr: Cette recette ne comporte aucune étape de configuration.

source: No step selected
bg_bg: Няма избрана стъпка
de_de: Kein Schritt ausgewählt
es_es: Ningún paso seleccionado
fr_fr: Aucune étape sélectionnée

source: Apply Configuration
bg_bg: Прилагане на конфигурация
de_de: Konfiguration anwenden
es_es: Aplicar configuración
fr_fr: Appliquer la configuration

source: Forward
bg_bg: Напред
de_de: Weiter
es_es: Reenviar
fr_fr: Transmettre

source: To Login Page
bg_bg: Към страница за вход
de_de: Zur Anmeldeseite
es_es: Ir a la página de inicio de sesión
fr_fr: À la page de connexion

source: Initial Setup
bg_bg: Начална настройка
de_de: Ersteinrichtung
es_es: Configuración inicial
fr_fr: Configuration initial

source: Welcome to Tefter. Begin using it by simply clicking on one of the available preconfiguration options.
bg_bg: Добре дошли в Tefter. Започнете да го използвате, като просто кликнете върху една от наличните предварителни конфигурационни опции.
de_de: Willkommen bei Tefter. Beginnen Sie damit, einfach auf eine der verfügbaren Voreinstellungen zu klicken.
es_es: Bienvenido a Tefter. Comienza a usarlo simplemente haciendo clic en una de las opciones de preconfiguración disponibles.
fr_fr: Bienvenue sur Tefter. Commencez à l’utiliser simplement en cliquant sur l’une des options de préconfiguration disponibles.

source: Service error
bg_bg: Грешка в услугата
de_de: Dienstfehler
es_es: Error del servicio
fr_fr: Erreur de service

source: Recipe step does not have Form Component or it is not inheriting the class TfRecipeStepFormBase
bg_bg: Стъпката на рецептата няма компонент за форма или не наследява клас TfRecipeStepFormBase
de_de: Rezeptschritt hat keine Formularkomponente oder er erbt nicht von der Klasse TfRecipeStepFormBase
es_es: El paso de la receta no tiene un componente de formulario o no hereda la clase TfRecipeStepFormBase.
fr_fr: L’étape de recette ne possède pas de composant de formulaire ou elle n’hérite pas de la classe TfRecipeStepFormBase.

source: Create a new access role
bg_bg: Създайте нова роля за достъп
de_de: Erstelle eine neue Zugriffsrolle
es_es: Crear un nuevo rol de acceso
fr_fr: Créer un nouveau rôle d'accès

source: New Role
bg_bg: Нова роля
de_de: Neue Rolle
es_es: Nuevo Rol
fr_fr: Nouveau rôle

source: Email
bg_bg: Имейл
es_es: Correo electrónico

source: Users with the role
bg_bg: Потребители с ролята
de_de: Benutzer mit der Rolle
es_es: Usuarios con el rol
fr_fr: Utilisateurs avec le rôle

source: select user
bg_bg: избери потребител
de_de: Benutzer auswählen
es_es: seleccionar usuario
fr_fr: Sélectionner l’utilisateur

source: all users added
bg_bg: всички потребители са добавени
de_de: Alle Benutzer hinzugefügt
es_es: Todos los usuarios añadidos
fr_fr: tous les utilisateurs ajoutés

source: This role has no users assigned
bg_bg: Тази роля няма потребители
de_de: Diese Rolle hat keine zugewiesenen Benutzer.
es_es: Este rol no tiene usuarios asignados.
fr_fr: Ce rôle n’a pas d’utilisateurs assignés.

source: the current user cannot unassign admin role to self
bg_bg: текущият потребител не може да си отстрани администраторската роля самоот себе си
de_de: Der aktuelle Benutzer kann sich die Administratorrolle nicht selbst entziehen.
es_es: El usuario actual no puede desasignarse el rol de administrador a sí mismo.
fr_fr: l’utilisateur actuel ne peut pas se retirer de son rôle d’administrateur.

source: Remove the user
bg_bg: Махни потребителят
de_de: Benutzer entfernen
es_es: Eliminar el usuario
fr_fr: Supprimer l’utilisateur

source: remove
bg_bg: махни
de_de: entfernen
es_es: eliminar
fr_fr: supprimer
