Repository: WebVella/WebVella.Tefter
Catalog: src/WebVella.Tefter/Resources/SharedResource.*.resx
Languages: bg_bg, de_de, es_es, fr_fr

source: how many columns from the start to freeze, not counting the checkbox column
bg_bg: колко колони от началото да замрази, без да брои чек колоната
de_de: Wie viele Spalten von Anfang an einfrieren, ohne die Kontrollkästchen-Spalte zu zählen?
es_es: ¿Cuántas columnas desde el inicio se deben congelar, sin contar la columna de casilla de verificación?
fr_fr: combien de colonnes à partir du début à geler, sans compter la colonne de cases à cocher

source: how many columns from the end to freeze
bg_bg: колко колони от края да замрази
de_de: Wie viele Spalten sollen von rechts eingefroren werden?
es_es: ¿Cuántas columnas desde el final se deben congelar?
fr_fr: Combien de colonnes depuis la fin faut-il geler?

source: shared columns
bg_bg: Споделени колони
de_de: gemeinsame Spalten
es_es: columnas compartidas
fr_fr: colonnes partagées

source: Dataset or DataProvider not found
bg_bg: Набор от данни или доставчик на данни не е намерен
de_de: Datensatz oder Datenanbieter nicht gefunden
es_es: Conjunto de datos o DataProvider no encontrado
fr_fr: Jeu de données ou DataProvider non trouvé

source: No data
bg_bg: Няма данни
de_de: Kein Daten
es_es: Sin datos
fr_fr: Pas de données

source: select all
bg_bg: Избери всичко
de_de: Alle auswählen
es_es: seleccionar todo
fr_fr: Sélectionner tout

source: clear filters and sort
bg_bg: Изчисти филтрите и сортирай
de_de: Filter löschen und sortieren
es_es: borrar filtros y ordenar
fr_fr: Effacer les filtres et trier

source: this view was personalized.Click to remove the personalization
bg_bg: Този изглед е персонализиран. Кликнете, за да премахнете персонализацията.
de_de: Diese Ansicht wurde personalisiert. Klicken, um die Personalisierung zu entfernen.
es_es: Esta vista fue personalizada. Haga clic para eliminar la personalización
fr_fr: Cette vue a été personnalisée. Cliquez pour supprimer la personnalisation.

source: Related Pages
bg_bg: Свързани страници
de_de: Verwandte Seiten
es_es: Páginas relacionadas
fr_fr: Pages connexes

source: This view is not connected to a page
bg_bg: Този изглед не е свързан със страница
de_de: Diese Ansicht ist nicht mit einer Seite verbunden.
es_es: Esta vista no está conectada a una página
fr_fr: Cette vue n’est pas reliée à une page

source: Manage view
bg_bg: Редакция на изглед
de_de: Ansicht verwalten
es_es: Gestionar vista
fr_fr: Gérer la vue

source: Manage dataset
bg_bg: Редакция на данни
de_de: Datensatz verwalten
es_es: Administrar conjunto de datos
fr_fr: Gérer le jeu de données

source: Copy link
bg_bg: Копиране на адрес
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien

source: Bookmark View
bg_bg: Сложи отметка на изгледа
de_de: Lesezeichenansicht
es_es: Vista de marcadores
fr_fr: Vue Signets

source: Save URL
bg_bg: Запомни адреса
de_de: URL speichern
es_es: Guardar URL
fr_fr: Enregistrer l’URL

source: Export Selection
bg_bg: Експорт избрани
de_de: Auswahl exportieren
es_es: Exportar la selección
fr_fr: Exporter la sélection

source: Export All
bg_bg: Експорт всички
de_de: Alle exportieren
es_es: Exportar todo
fr_fr: Exporter tout

source: No default sort is applied in data source
bg_bg: Няма приложено подразбиращо се сортиране в източника на данни.
de_de: Es wird keine Standardsortierung auf die Datenquelle angewendet.
es_es: No se aplica un orden por defecto en la fuente de datos.
fr_fr: Aucun tri par défaut n’est appliqué dans la source de données.

source: No templates match your query
bg_bg: Няма шаблони, съответстващи на вашето запитване
de_de: Keine Vorlagen entsprechen Ihrer Anfrage.
es_es: No hay plantillas que coincidan con su consulta
fr_fr: Aucun modèle ne correspond à votre requête

source: No items created yet
bg_bg: Няма създадени елементи
de_de: Noch keine Elemente erstellt.
es_es: Aún no se han creado elementos
fr_fr: Aucun élément créé pour l'instant

source: General
bg_bg: Общ
de_de: Allgemein
fr_fr: Général

source: Update
bg_bg: Обнови
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour

source: Usable
bg_bg: Ползваем
de_de: Nutzbar
es_es: Utilizable
fr_fr: Utilisable

source: Target Space Dataset
bg_bg: Данни за целево пространство
de_de: Zielraum‑Datensatz
es_es: Conjunto de datos del espacio objetivo
fr_fr: Jeu de données d’espace cible

source: No targeted space dataset found
bg_bg: Няма открито таргетирано пространство от данни
de_de: Kein zielgerichteter Space‑Datensatz gefunden
es_es: No se encontró conjunto de datos del espacio objetivo.
fr_fr: Aucune base de données d’espace ciblé trouvée

source: Template Settings
bg_bg: Настройки на шаблона
de_de: Vorlageneinstellungen
es_es: Configuración de la plantilla
fr_fr: Paramètres du modèle

source: Help
bg_bg: Помощ
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide

source: Template does not require additional settings
bg_bg: Шаблонът не изисква допълнителни настройки
de_de: Das Template erfordert keine zusätzlichen Einstellungen
es_es: La plantilla no requiere configuraciones adicionales
fr_fr: Le modèle ne nécessite pas de paramètres supplémentaires.

source: Deleting the template will make it unavailable for future use.
bg_bg: Изтриването на шаблона ще го направи недостъпен за бъдеща употреба.
de_de: Das Löschen der Vorlage macht sie für zukünftige Verwendung nicht mehr verfügbar.
es_es: Eliminar la plantilla hará que no esté disponible para su uso futuro.
fr_fr: Supprimer le modèle le rendra indisponible pour une utilisation future.

source: Delete this Template
bg_bg: Изтрий този шаблон
de_de: Dieses Template löschen
es_es: Eliminar esta plantilla
fr_fr: Supprimer ce modèle

source: Template does not have help
bg_bg: Шаблона няма помощ
de_de: Vorlage hat keine Hilfe
es_es: La plantilla no tiene ayuda
fr_fr: Le modèle n’a pas d’aide

source: enabled
bg_bg: активен
de_de: aktiviert
es_es: habilitado
fr_fr: activé

source: Use
bg_bg: Използвай
de_de: Verwenden
es_es: Usar
fr_fr: Utiliser

source: selectable
bg_bg: избираемо
de_de: auswählbar
es_es: seleccionable
fr_fr: sélectionnable

source: select space dataset...
bg_bg: Избери пространство за набор от данни…
de_de: Space-Datensatz auswählen…
es_es: Seleccionar conjunto de datos del espacio…
fr_fr: sélectionner l’espace dataset…

source: Template type
bg_bg: Тип шаблон
de_de: Vorlagentyp
es_es: Tipo de plantilla
fr_fr: Type de modèle

source: Template does not have additional settings
bg_bg: Шаблонът няма допълнителни настройки.
de_de: Das Template hat keine zusätzlichen Einstellungen
es_es: La plantilla no tiene configuraciones adicionales
fr_fr: Le modèle ne dispose pas d’options supplémentaires.

source: Use template
bg_bg: Използвайте шаблон
de_de: Vorlage verwenden
es_es: Usar plantilla
fr_fr: Utiliser le modèle

source: Close
bg_bg: Затвори
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer

source: Next
bg_bg: Следващ
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant

source: Submit
bg_bg: Изпрати
de_de: Einreichen
es_es: Enviar
fr_fr: Soumettre

source: There are no templates applicable for this space dataset!
bg_bg: Няма шаблони, приложими за този набор от данни!
de_de: Es gibt keine Vorlagen, die für diesen Space-Datensatz gelten!
es_es: ¡No hay plantillas aplicables para el conjunto de datos de este espacio!
fr_fr: Il n’y a aucun modèle applicable à cet ensemble de données !

source: This template does not have a content processor definition
bg_bg: Този шаблон няма дефиниция на процесор за съдържание.
de_de: Dieses Template hat keine Definition für einen Content‑Processor.
es_es: Esta plantilla no tiene una definición de procesador de contenido
fr_fr: Ce modèle ne possède pas de définition de processeur de contenu.

source: Template Selected
bg_bg: Избран шаблон
de_de: Vorlage ausgewählt
es_es: Plantilla seleccionada
fr_fr: Modèle sélectionné

source: Create a new User
bg_bg: Създай нов потребител
de_de: Neuen Benutzer erstellen
es_es: Crear un nuevo usuario
fr_fr: Créer un nouvel utilisateur

source: New User
bg_bg: Нов потребител
de_de: Neuer Benutzer
es_es: Nuevo Usuario
fr_fr: Nouvel utilisateur

source: Created On
bg_bg: Създаден на
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le

source: First Name
bg_bg: Име
de_de: Vorname
es_es: Nombre
fr_fr: Prénom

source: Last Name
bg_bg: Фамилия
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille

source: Theme Mode
bg_bg: Режим на темата
de_de: Thema‑Modus
es_es: Modo del tema
fr_fr: Mode thème

source: Theme Color
bg_bg: Цвят на темата
de_de: Themenfarbe
es_es: Color del tema
fr_fr: Couleur du thème

source: Localization
bg_bg: Локализация
de_de: Lokalisierung
es_es: Localización
fr_fr: Localisation

source: Roles
bg_bg: Роли
de_de: Rollen
fr_fr: Rôles

source: This user has no roles assigned
bg_bg: Този потребител няма присвоени роли
de_de: Dieser Benutzer hat keine Rollen zugewiesen.
es_es: Este usuario no tiene asignados roles
fr_fr: Ce utilisateur n’a aucun rôle assigné.

source: Password
bg_bg: Парола
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe

source: Remember Me
bg_bg: Запомни ме
de_de: Angemeldet bleiben
es_es: Recuérdame
fr_fr: Se souvenir de moi

source: Login
bg_bg: Влез
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion

source: leave empty too keep the password
bg_bg: остави празно за да запазиш паролата
de_de: Leer lassen, um das Passwort zu behalten.
es_es: Déjalo vacío también para conservar la contraseña.
fr_fr: laissez vide pour conserver le mot de passe

source: Confirm Password
bg_bg: Потвърди Парола
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe

source: ConfirmPassword
bg_bg: Потвърждаване на паролата
de_de: Passwort bestätigen
es_es: Confirmar Contraseña
fr_fr: Confirmer le mot de passe

source: Set as Startup URL
bg_bg: Задаване на началния URL
de_de: Als Start‑URL festlegen
es_es: Establecer como URL de inicio
fr_fr: Définir comme URL de démarrage

source: Logout
bg_bg: Излез
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion

source: Recipe is not applied yet. Please follow the steps
bg_bg: Рецептата все още не е приложена. Моля, следвайте стъпките.
de_de: Rezept wurde noch nicht angewendet. Bitte folgen Sie den Schritten.
es_es: La receta no se ha aplicado todavía. Por favor, sigue los pasos.
fr_fr: La recette n'est pas encore appliquée. Veuillez suivre les étapes.

source: Recipe was successfully applied
bg_bg: Рецептата беше успешно приложена
de_de: Rezept wurde erfolgreich angewendet
es_es: Receta aplicada con éxito
fr_fr: La recette a été appliquée avec succès.

source: Recipe application finished with errors
bg_bg: Рецепта приложението завърши с грешки
de_de: Rezeptanwendung beendet mit Fehlern
es_es: Aplicación de recetas finalizada con errores
fr_fr: Application de recettes terminée avec des erreurs

source: step
bg_bg: стъпка
de_de: Schritt
es_es: paso
fr_fr: étape

source: Home
bg_bg: Начало
de_de: Startseite
es_es: Inicio
fr_fr: Accueil

source: Data Identities
bg_bg: Идентичности на данните
de_de: Datenidentitäten
es_es: Identidades de datos
fr_fr: Identités de données

source: Data Providers
bg_bg: Доставчици на данни
de_de: Datenanbieter
es_es: Proveedores de datos
fr_fr: Fournisseurs de données

source: File Repository
bg_bg: Файлно хранилище
de_de: Datei-Repository
es_es: Repositorio de archivos
fr_fr: Référentiel de fichiers

source: Space Data
bg_bg: Пространствени данни
de_de: Raumdaten
es_es: Datos espaciales
fr_fr: Données spatiales

source: Users
bg_bg: Потребители
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
