Repository: WebVella/WebVella.Tefter
Catalog: src/WebVella.Tefter/Resources/SharedResource.*.resx
Languages: bg_bg, de_de, es_es, fr_fr

source: space dataset
bg_bg: Данни в областта
de_de: räumlicher Datensatz
es_es: conjunto de datos espaciales
fr_fr: jeu de données spatiaux

source: space view
bg_bg: Преглед на пространството
de_de: Raumansicht
es_es: Vista de espacio
fr_fr: Vue d’espace

source: space page
bg_bg: страница на пространството
de_de: Raumseite
es_es: página de espacio
fr_fr: page d’espace

source: add new space
bg_bg: добави ново пространство
de_de: Neuen Raum hinzufügen
es_es: añadir nuevo espacio
fr_fr: Ajouter un nouvel espace

source: Unexpected Error! Check Notifications for details
bg_bg: Неочаквана грешка! Проверете известията за подробности
de_de: Unerwarteter Fehler! Prüfen Sie die Benachrichtigungen für Details.
es_es: ¡Error inesperado! Comprueba las notificaciones para más detalles.
fr_fr: Erreur inattendue ! Vérifiez les notifications pour plus de détails.

source: Unexpected Error!
bg_bg: Неочаквана грешка!
de_de: Unerwarteter Fehler!
es_es: ¡Error inesperado!
fr_fr: Erreur inattendue !

source: Please confirm the data change!
bg_bg: Моля потвърдете промяната на данните!
de_de: Bitte bestätige die Datenänderung!
es_es: ¡Por favor confirma el cambio de datos!
fr_fr: Veuillez confirmer le changement de données!

source: change applied
bg_bg: промяната е приложена
de_de: Änderung angewendet
es_es: cambio aplicado
fr_fr: Changement appliqué

source: Invalid email format
bg_bg: Невалиден имейл формат
de_de: Ungültiges E‑Mail-Format
es_es: Formato de correo electrónico inválido
fr_fr: Format d’e‑mail invalide

source: Invalid GUID format
bg_bg: Невалиден GUID формат
de_de: Ungültiges GUID‑Format
es_es: Formato GUID inválido
fr_fr: Format GUID invalide

source: no value
bg_bg: без стойност
de_de: Kein Wert
es_es: sin valor
fr_fr: aucune valeur

source: Invalid URL format
bg_bg: Невалиден интернет адрес
de_de: Ungültiges URL-Format
es_es: Formato de URL inválido
fr_fr: Format d'URL invalide

source: Are you sure that you need this identity deleted?
bg_bg: Сигурни ли сте, че искате да изтриеш тази самоличност?
de_de: Bist du sicher, dass diese Identität gelöscht werden soll?
es_es: ¿Estás seguro de que necesitas eliminar esta identidad?
fr_fr: Êtes‑vous sûr qu’il faut supprimer cette identité ?

source: Data identity removed
bg_bg: Идентификацията на данните е премахната
de_de: Datenidentität entfernt
es_es: Identidad de datos eliminada
fr_fr: Identité des données supprimée

source: Create Identity
bg_bg: Създаване на идентичност
de_de: Identität erstellen
es_es: Crear Identidad
fr_fr: Créer une identité

source: Manage Identity
bg_bg: Управление на идентичността
de_de: Identität verwalten
es_es: Gestionar identidad
fr_fr: Gérer l’identité

source: Create
bg_bg: Създай
de_de: Erstellen
es_es: Crear
fr_fr: Créer

source: Save
bg_bg: Запомни
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer

source: Data identity created
bg_bg: Идентификация на данни създадена
de_de: Datenidentität erstellt
es_es: Identidad de datos creada
fr_fr: Identité de données créée

source: Data identity updated
bg_bg: Идентификация на данните е актуализирана
de_de: Datenidentität aktualisiert
es_es: Identidad de datos actualizada
fr_fr: Identité des données mise à jour

source: Are you sure that you need this key deleted?
bg_bg: Сигурни ли сте, че искате да изтриете този ключ?
de_de: Bist du sicher, dass du diesen Schlüssel löschen musst?
es_es: ¿Estás seguro de que necesitas eliminar esta clave?
fr_fr: Êtes‑vous sûr(e) que vous devez supprimer cette clé ?

source: The implementation is successfully deleted!
bg_bg: Реализацията е успешно изтрита!
de_de: Die Implementierung wurde erfolgreich gelöscht!
es_es: ¡La implementación se ha eliminado con éxito!
fr_fr: L’implémentation a été supprimée avec succès!

source: Are you sure that you need all data deleted? This operation can take minutes!
bg_bg: Сигурен ли си, че искаш да изтриеш всички данни? Тази операция може да отнеме минути!
de_de: Bist du sicher, dass alle Daten gelöscht werden müssen? Dieser Vorgang kann Minuten dauern!
es_es: ¿Estás seguro de que necesitas eliminar todos los datos? ¡Esta operación puede tardar minutos!
fr_fr: Êtes‑vous sûr de vouloir supprimer toutes les données ? Cette opération peut prendre plusieurs minutes !

source: Data provider data deletion is triggered!
bg_bg: Изтриването на данни на източника започна!
de_de: Datenlöschung des Datenanbieters ausgelöst!
es_es: ¡Se ha activado la eliminación de datos del proveedor!
fr_fr: La suppression des données du fournisseur a été déclenchée!

source: Are you sure that you need this data provider deleted?
bg_bg: Сигурни ли сте, че искате да изтриете този доставчик на данни?
de_de: Bist du sicher, dass dieser Datenanbieter gelöscht werden muss?
es_es: ¿Estás seguro de que necesitas eliminar este proveedor de datos?
fr_fr: Êtes‑vous sûr que vous devez supprimer ce fournisseur de données ?

source: Will proceeed only if there are not existing columns attached
bg_bg: Ще бъде изтрит само ако няма асоциирани колони
de_de: Wird fortfahren, nur wenn keine vorhandenen Spalten angehängt sind.
es_es: Procederá únicamente si no existen columnas adjuntas.
fr_fr: Procédera uniquement s’il n’y a pas de colonnes existantes attachées.

source: Data provider was successfully deleted
bg_bg: Провайдерът на данни бе успешно изтрит.
de_de: Datenanbieter wurde erfolgreich gelöscht
es_es: El proveedor de datos se eliminó correctamente.
fr_fr: Le fournisseur de données a été supprimé avec succès.

source: Details
bg_bg: Детайли
es_es: Detalles
fr_fr: Détails

source: Columns
bg_bg: Колони
de_de: Spalten
es_es: Columnas
fr_fr: Colonnes

source: Connected Data
bg_bg: Свързани данни
de_de: Verbundene Daten
es_es: Datos conectados
fr_fr: Données connectées

source: Synchronization
bg_bg: Синхронизация
de_de: Synchronisierung
es_es: Sincronización
fr_fr: Synchronisation

source: Data
bg_bg: Данни
de_de: Daten
es_es: Datos
fr_fr: Données

source: Column successfully updated!
bg_bg: Колоната е успешно обновена!
de_de: Spalte erfolgreich aktualisiert!
es_es: ¡Columna actualizada con éxito!
fr_fr: Colonne mise à jour avec succès!

source: Are you sure that you need this column deleted?
bg_bg: Сигурни ли сте, че искате да изтриете колоната?
de_de: Bist du sicher, dass diese Spalte gelöscht werden muss?
es_es: ¿Estás seguro de que necesitas eliminar esta columna?
fr_fr: Êtes‑vous sûr qu’il faut supprimer cette colonne ?

source: This will delete all related data too!
bg_bg: Това ще изтрие и всички свързани данни!
de_de: Dies wird auch alle zugehörigen Daten löschen!
es_es: ¡Esto eliminará también todos los datos relacionados!
fr_fr: Cela supprimera également toutes les données associées!

source: The column is successfully deleted!
bg_bg: Колоната е успешно изтрита!
de_de: Die Spalte wurde erfolgreich gelöscht!
es_es: ¡La columna se ha eliminado correctamente!
fr_fr: La colonne a été supprimée avec succès !

source: Column successfully created!
bg_bg: Колоната е успешно създадена!
de_de: Spalte erfolgreich erstellt!
es_es: ¡Columna creada con éxito!
fr_fr: Colonne créée avec succès !

source: not scheduled
bg_bg: не е насрочено
de_de: nicht geplant
es_es: No programado
fr_fr: non programmé

source: No provider columns created yet!
bg_bg: Няма създадени колони за доставчици още!
de_de: Noch keine Provider‑Spalten erstellt!
es_es: ¡No se han creado columnas de proveedor todavía!
fr_fr: Aucune colonne de fournisseur créée pour l'instant!

source: Synchronization task created!
bg_bg: Успешно е създадена задача за синхронизация!
de_de: Synchronisationsaufgabe erstellt!
es_es: ¡Tarea de sincronización creada!
fr_fr: Tâche de synchronisation créée!

source: Create column
bg_bg: Създай колона
de_de: Spalte erstellen
es_es: Crear columna
fr_fr: Créer une colonne

source: Manage column
bg_bg: Редактирай колона
de_de: Spalte verwalten
es_es: Gestionar columna
fr_fr: Gérer la colonne

source: required if attached
bg_bg: изисква се, ако е приложено
de_de: erforderlich, falls angehängt
es_es: requerido si adjunto
fr_fr: requis si attaché

source: Data provider column was created successfully
bg_bg: Колоната „поставчик на данни“ е създадена успешно
de_de: Spalte für Datenanbieter wurde erfolgreich erstellt
es_es: La columna del proveedor de datos se creó con éxito.
fr_fr: La colonne du fournisseur de données a été créée avec succès

source: Data provider column was updated successfully
bg_bg: Колоната на доставчика на данни беше актуализирана успешно
de_de: Datenanbieter‑Spalte wurde erfolgreich aktualisiert.
es_es: La columna del proveedor de datos se actualizó correctamente
fr_fr: La colonne du fournisseur de données a été mise à jour avec succès

source: Create identity implementation
bg_bg: Създаване на имплементация за идентичност
de_de: Identitätsimplementierung erstellen
es_es: Crear implementación de identidad
fr_fr: Création de la mise en œuvre de l’identité

source: Manage identity implementation
bg_bg: Управлявайте внедряването на идентификацията
de_de: Identitätsimplementierung verwalten
es_es: Gestionar la implementación de identidad
fr_fr: Gérer la mise en œuvre de l’identité

source: Data identity is implemented
bg_bg: Идентификацията на данните е реализирана.
de_de: Datenidentität wird implementiert
es_es: La identidad de los datos está implementada.
fr_fr: L’identité des données est implémentée

source: Data identity implementation is updated
bg_bg: Реализацията на идентичността на данните е актуализирана.
de_de: Die Datenidentitätsimplementierung wurde aktualisiert.
es_es: La implementación de identidad de datos está actualizada.
fr_fr: La mise en œuvre de l’identité des données est mise à jour.

source: Invalid Data
bg_bg: Невалидни данни
de_de: Ungültige Daten
es_es: Datos inválidos
fr_fr: Données invalides

source: Create data provider
bg_bg: Създай доставчик на данни
de_de: Datenanbieter erstellen
es_es: Crear proveedor de datos
fr_fr: Créer un fournisseur de données

source: Manage data provider
bg_bg: Редактирай доставчика на данни
de_de: Datenanbieter verwalten
es_es: Gestionar proveedor de datos
fr_fr: Gérer le fournisseur de données

source: Synchronization log
bg_bg: Дневник на синхронизацията
de_de: Synchronisationsprotokoll
es_es: Registro de sincronización
fr_fr: Journal de synchronisation

source: Provider synchronization is updated
bg_bg: Синхронизацията на доставчика е актуализирана
de_de: Die Synchronisierung des Anbieters wurde aktualisiert.
es_es: La sincronización del proveedor se ha actualizado
fr_fr: La synchronisation du fournisseur est mise à jour

source: File uploaded successfully!
bg_bg: Файлът е качен успешно!
de_de: Datei erfolgreich hochgeladen!
es_es: ¡Archivo subido con éxito!
fr_fr: Fichier téléchargé avec succès!

source: File successfully updated!
bg_bg: Файлът беше успешно актуализиран!
de_de: Datei erfolgreich aktualisiert!
es_es: ¡Archivo actualizado con éxito!
fr_fr: Fichier mis à jour avec succès!

source: Are you sure that you need this file deleted?
bg_bg: Сигурни ли сте, че трябва да изтриете този файл?
de_de: Bist du sicher, dass du diese Datei löschen musst?
es_es: ¿Estás seguro de que necesitas eliminar este archivo?
fr_fr: Êtes‑vous sûr que vous avez besoin de supprimer ce fichier ?

source: The file is successfully deleted!
bg_bg: Файлът е успешно изтрит!
de_de: Die Datei wurde erfolgreich gelöscht!
es_es: ¡El archivo se ha eliminado correctamente!
fr_fr: Le fichier a été supprimé avec succès!

source: Tefter Uri copied
bg_bg: Тефтер Ури копирано
de_de: Tefter Uri kopiert
es_es: Tefter Uri copiado
fr_fr: Tefter Uri copié

source: Shift + Enter for new line. Enter to send.
bg_bg: Shift + Enter за нов ред. Enter за изпращане.
de_de: Shift + Enter für neue Zeile. Enter zum Senden.
es_es: Shift + Enter para nueva línea. Enter para enviar.
fr_fr: Maj + Entrée pour une nouvelle ligne. Entrée pour envoyer.

source: no file
bg_bg: няма файл
de_de: keine Datei
es_es: sin archivo

source: Invalid GUID value
bg_bg: Невалидно GUID значение
de_de: Ungültiger GUID‑Wert
es_es: Valor GUID inválido
fr_fr: Valeur GUID invalide

source: Browse Spaces
bg_bg: Разглеждане на пространства
de_de: Räume durchsuchen
es_es: Explorar espacios
fr_fr: Parcourir les espaces

source: The language is successfully changed!
bg_bg: Езика е успешно променен!
de_de: Die Sprache wurde erfolgreich geändert!
es_es: ¡El idioma se ha cambiado con éxito!
fr_fr: Le langage a été changé avec succès!

source: no items
bg_bg: няма записи
de_de: keine Artikel
es_es: sin artículos
fr_fr: aucun élément

source: Column already added for sort
bg_bg: Колоната е вече добавена за сортиране
de_de: Spalte bereits für Sortierung hinzugefügt
es_es: Columna ya añadida para la ordenación
fr_fr: Colonne déjà ajoutée pour le tri

source: Invalid Data!
bg_bg: Невалидни данни!
de_de: Ungültige Daten!
es_es: ¡Datos inválidos!
fr_fr: Données invalides !

source: Please unassign all users first
bg_bg: Моля, първо отдалечете всички потребители.
de_de: Bitte entfernen Sie zunächst alle Benutzer.
es_es: Por favor desasigna a todos los usuarios primero.
fr_fr: Veuillez d’abord désattribuer tous les utilisateurs.

source: Are you sure that you need this role deleted?
bg_bg: Сигурен ли сте, че трябва да изтриете тази роля?
de_de: Bist du sicher, dass diese Rolle gelöscht werden muss?
es_es: ¿Estás seguro de que necesitas eliminar este rol?
fr_fr: Êtes‑vous sûr(e) que vous avez besoin de supprimer ce rôle ?

source: User removed from role
bg_bg: Потребителят е премахнат от ролята
de_de: Benutzer aus Rolle entfernt
es_es: Usuario eliminado del rol
fr_fr: Utilisateur retiré du rôle

source: User added to role
bg_bg: Потребителят е добавен към роля
de_de: Benutzer wurde der Rolle hinzugefügt
es_es: Usuario añadido al rol
fr_fr: Utilisateur ajouté au rôle

source: Are you sure that you need this user unassigned?
bg_bg: Сигурен ли си, че искаш потребителя да няма тази роля?
de_de: Bist du sicher, dass dieser Benutzer unverknüpft bleiben soll?
es_es: ¿Estás seguro de que necesitas que este usuario quede sin asignar?
fr_fr: Êtes‑vous sûr(e) qu’il faut désaffecter cet utilisateur ?

source: Create Role
bg_bg: Създай роля
de_de: Rolle erstellen
es_es: Crear rol
fr_fr: Créer un rôle

source: Manage Role
bg_bg: Редакция на роля
de_de: Rolle verwalten
es_es: Gestionar rol
fr_fr: Gérer le rôle

source: Access role was successfully created!
bg_bg: Ролята за достъп беше успешно създадена!
de_de: Zugriffsrolle wurde erfolgreich erstellt!
es_es: ¡El rol de acceso se ha creado correctamente!
fr_fr: Rôle d’accès créé avec succès !

source: Create shared column
bg_bg: Създай споделена колона
de_de: Geteilte Spalte erstellen
es_es: Crear columna compartida
fr_fr: Créer une colonne partagée

source: Manage shared column
bg_bg: Редактирай споделена колона
de_de: Geteilte Spalte verwalten
es_es: Administrar columna compartida
fr_fr: Gérer la colonne partagée

source: Shared column successfully created
bg_bg: Споделената колона беше създадена успешно
de_de: Gemeinsam geteilte Spalte wurde erfolgreich erstellt.
es_es: Columna compartida creada con éxito
fr_fr: Colonne partagée créée avec succès

source: Shared column successfully updated
bg_bg: Споделената колона е успешно актуализирана
de_de: Gemeinsame Spalte erfolgreich aktualisiert
es_es: Columna compartida actualizada con éxito
fr_fr: Colonne partagée mise à jour avec succès

source: Space role added
bg_bg: Добавена е ролята за пространство
de_de: Space Rolle hinzugefügt
es_es: Rol de espacio añadido
fr_fr: Rôle d'espace ajouté

source: Are you sure that you need this role unassigned?
bg_bg: Сигурен ли сте, че тази роля трябва да остане неприсвоена?
de_de: Bist du sicher, dass du diese Rolle nicht zuweisen möchtest?
es_es: ¿Estás seguro de que necesitas que este rol quede sin asignar?
fr_fr: Êtes‑vous sûr de devoir laisser ce rôle non attribué ?

source: Space role removed
bg_bg: Ролята в пространството е премахната.
de_de: Raumrolle entfernt
es_es: Rol de espacio eliminado
fr_fr: Rôle d’espace supprimé

source: Space access changed
bg_bg: Достъпът до пространството е променен
de_de: Space-Zugriff geändert
es_es: Acceso al espacio cambiado
fr_fr: Accès à l’espace modifié

source: Are you sure that you need this space deleted?
bg_bg: Сигурни ли сте, че искате да изтриете тази област?
de_de: Bist du sicher, dass dieser Raum gelöscht werden soll?
es_es: ¿Estás seguro de que necesitas que se elimine este espacio?
fr_fr: Êtes‑vous sûr(e) que vous souhaitez supprimer cet espace ?

source: Space deleted
bg_bg: Място изтрито
de_de: Raum gelöscht
es_es: Espacio eliminado
fr_fr: Espace supprimé

source: Access
bg_bg: Достъп
de_de: Zugriff
es_es: Acceso
fr_fr: Accès

source: Pages
bg_bg: Страници
de_de: Seiten
es_es: Páginas

source: Create space
bg_bg: Създай област
de_de: Raum erstellen
es_es: Crear espacio
fr_fr: Créer un espace

source: Manage space
bg_bg: Редактирай област
de_de: Raum verwalten
es_es: Gestionar espacio
fr_fr: Gérer l’espace

source: Space created successfully!
bg_bg: Пространството е създадено успешно!
de_de: Raum erfolgreich erstellt!
es_es: ¡Espacio creado con éxito!
fr_fr: Espace créé avec succès!

source: Space updated successfully!
bg_bg: Пространството е обновено успешно!
de_de: Raum erfolgreich aktualisiert!
es_es: ¡Espacio actualizado con éxito!
fr_fr: Espace mis à jour avec succès !

source: Are you sure that you need this page deleted?
bg_bg: Сигурни ли сте, че трябва да изтриете тази страница?
de_de: Bist du sicher, dass diese Seite gelöscht werden soll?
es_es: ¿Estás seguro de que necesitas eliminar esta página?
fr_fr: Êtes‑vous sûr(e) que vous avez besoin de supprimer cette page ?

source: Space node deleted!
bg_bg: Възелът на пространството е изтрит!
de_de: Raumknoten gelöscht!
es_es: ¡Nodo del espacio eliminado!
fr_fr: Nœud d’espace supprimé!

source: Space node updated!
bg_bg: Узелът в пространството е обновен!
de_de: Raumknoten aktualisiert!
es_es: ¡Nodo de espacio actualizado!
fr_fr: Nœud d’espace mis à jour !

source: Space node not found
bg_bg: Възелът на пространството не е намерен
de_de: Raumknoten nicht gefunden
es_es: Nodo de espacio no encontrado
fr_fr: Nœud d’espace non trouvé.

source: Are you sure that you need this space data deleted?
bg_bg: Сигурен ли сте, че искате да изтриете тези данни за пространството?
de_de: Sind Sie sicher, dass Sie diese Rauminformationen löschen möchten?
es_es: ¿Estás seguro de que necesitas eliminar estos datos del espacio?
fr_fr: Êtes‑vous sûr de vouloir supprimer ces données d’espace ?

source: Space data removed
bg_bg: Данни за пространството са премахнати
de_de: Raumdaten entfernt
es_es: Datos del espacio eliminados
fr_fr: Données spatiales supprimées

source: Space data copied
bg_bg: Копирани данни за пространството
de_de: Raumdaten kopiert
es_es: Datos del espacio copiados
fr_fr: Données d’espace copiées

source: Filters
bg_bg: Филтри
de_de: Filter
es_es: Filtros
fr_fr: Filtres

source: Sort Order
bg_bg: Подредка
de_de: Sortierreihenfolge
es_es: Orden de clasificación
fr_fr: Ordre de tri

source: Used in Views
bg_bg: Използвано в изгледи
de_de: Verwendet in Ansichten
es_es: Utilizado en Vistas
fr_fr: Utilisé dans les Vues

source: Space data successfully created!
bg_bg: Данните за пространството са успешно създадени!
de_de: Space-Daten erfolgreich erstellt!
es_es: ¡Datos del espacio creados con éxito!
fr_fr: Données d’espace créées avec succès !

source: Space data successfully updated!
bg_bg: Данните за пространството са обновени успешно!
de_de: Raumdaten erfolgreich aktualisiert!
es_es: ¡Datos del espacio actualizados correctamente!
fr_fr: Données d’espace mises à jour avec succès !

source: Are you sure that you need this space page removed?
bg_bg: Сигурен ли сте, че трябва да премахнете тази страница с пространство?
de_de: Bist du sicher, dass du diese Space-Seite entfernen musst?
es_es: ¿Estás seguro de que necesitas eliminar esta página del espacio?
fr_fr: Êtes‑vous sûr(e) que vous devez supprimer cette page d’espace ?

source: Space page deleted!
bg_bg: Страницата на пространството е изтрита!
de_de: Space‑Seite gelöscht!
es_es: ¡Página del espacio borrada!
fr_fr: Page d’espace supprimée!

source: Space page successfully saved!
bg_bg: Страницата на пространството е успешно запазена!
de_de: Space-Seite erfolgreich gespeichert!
es_es: ¡Página del espacio guardada con éxito!
fr_fr: Page d’espace enregistrée avec succès!

source: Create page
bg_bg: Създай страница
de_de: Seite erstellen
es_es: Crear página
fr_fr: Créer une page

source: Manage page
bg_bg: Редактирай страница
de_de: Seite verwalten
es_es: Administrar página
fr_fr: Gérer la page

source: Space page created!
bg_bg: Страницата за пространство е създадена!
de_de: Space-Seite erstellt!
es_es: ¡Página de espacio creada!
fr_fr: Page d’espace créée !

source: Space page updated!
bg_bg: Страницата на пространството е актуализирана!
de_de: Space-Seite aktualisiert!
es_es: ¡Página del espacio actualizada!
fr_fr: Page d’espace mise à jour !

source: Please select a name
bg_bg: Моля изберете име
de_de: Bitte wählen Sie einen Namen
es_es: Por favor seleccione un nombre
fr_fr: Veuillez sélectionner un nom

source: Preset Filter updated!
bg_bg: Предварително зададен филтър актуализиран!
de_de: Voreinstellungen-Filter aktualisiert!
es_es: ¡Filtro preestablecido actualizado!
fr_fr: Filtre prédéfini mis à jour !

source: Are you sure that you need this preset filter removed?
bg_bg: Сигурен ли сте, че трябва да се премахне този предварителен филтър?
de_de: Sind Sie sicher, dass dieser voreingestellte Filter entfernt werden muss?
es_es: ¿Estás seguro de que necesitas eliminar este filtro preestablecido?
fr_fr: Êtes‑vous sûr(e) que vous devez retirer ce filtre préconfiguré ?

source: Records deleted
bg_bg: Записи изтрити
de_de: Datensätze gelöscht
es_es: Registros eliminados
fr_fr: Enregistrements supprimés

source: Bookmark
bg_bg: Отметка
de_de: Lesezeichen
es_es: Marcador
fr_fr: Signet

source: Saved URL
bg_bg: Запазена URL
de_de: Gespeicherte URL
es_es: URL guardada
fr_fr: URL enregistrée

source: Bookmark removed
bg_bg: Отметката е махната
de_de: Lesezeichen entfernt
es_es: Marcador eliminado
fr_fr: Signet supprimé

source: Space View updated!
bg_bg: Прегледът на пространството е обновен!
de_de: Raumansicht aktualisiert!
es_es: ¡Vista del espacio actualizada!
fr_fr: Vue d’espace mise à jour!

source: Are you sure that you need this space view deleted?
bg_bg: Сигурни ли сте, че искате този изглед на пространството да се изтрие?
de_de: Sind Sie sicher, dass diese Space-Ansicht gelöscht werden muss?
es_es: ¿Estás seguro de que necesitas eliminar esta vista del espacio?
fr_fr: Êtes‑vous sûr(e) que vous devez supprimer cette vue d’espace ?

source: Space view deleted
bg_bg: Пространствен изглед е изтрит
de_de: Raumansicht gelöscht
es_es: Vista del espacio eliminada
fr_fr: Vue d’espace supprimée

source: Space view copied
bg_bg: Изгледът на пространството е копиран
de_de: Raumansicht kopiert
es_es: Vista del espacio copiada
fr_fr: Vue d’espace copiée

source: Preset Filters
bg_bg: Предустановени филтри
de_de: Voreingestellte Filter
es_es: Filtros predefinidos
fr_fr: Filtres prédéfinis

source: URL updated
bg_bg: Адреса е обновен
de_de: URL aktualisiert
es_es: URL actualizada
fr_fr: URL mise à jour

source: Saved URL removed
bg_bg: Запазеният URL е премахнат
de_de: Gespeicherte URL entfernt
es_es: URL guardada eliminada
fr_fr: URL enregistrée supprimée

source: Data change failed!
bg_bg: промяната на данни е неуспешна!
de_de: Datenänderung fehlgeschlagen!
es_es: ¡El cambio de datos falló!
fr_fr: Échec de la modification des données !

source: Row added
bg_bg: Редът е добавен
de_de: Zeile hinzugefügt
es_es: Fila añadida
fr_fr: Ligne ajoutée

source: Link copied
bg_bg: Линкът е копиран
de_de: Link kopiert
es_es: Enlace copiado
fr_fr: Lien copié
